Repository: bacularis/bacularis-lang-it
Catalog: API/messages.po
Languages: it

source: Do you want to setup the Bacula Catalog Database access?
it: Vuoi configurare l'accesso al Database del Catalogo Bacula?

source: Bconsole configuration
it: Configurazione Bconsole

source: Bacularis uses read-only access to the Bacula database.
it: Bacularis usa l'accesso in sola lettura al database di Bacula.

source: Bacularis uses Bacula console access to execute Bacula commands.
it: Bacularis usa l'accesso alla console di Bacula per eseguire i comandi di Bacula.

source: Do you want to setup the Bacula Bconsole access?
it: Vuoi configurare l'accesso alla Bconsole di Bacula?

source: Catalog configuration
it: Configurazione del Catalogo

source: Bacula configuration
it: Configurazione di Bacula

source: RHEL, CentOS, Fedora, Rocky Linux, AlmaLinux, Oracle Linux and others
it: RHEL, CentOS, Fedora, Rocky Linux, AlmaLinux, Oracle Linux e altri

source: Debian, Ubuntu and others
it: Debian, Ubuntu e altri

source: SLES, openSUSE and others
it: SLES, openSUSE e altri

source: The configuration interface enables to configure Bacula components (Director, Storage, Client and Bconsole).
it: L'interfaccia di configurazione consente di configurare i componenti Bacula (Director, Storage, Client e Bconsole).

source: Do you want to setup the Bacula configuration interface?
it: Vuoi configurare l'interfaccia di configurazione Bacula?
