Repository: bacularis/bacularis-lang-it
Catalog: API/messages.po
Languages: it

source: Language:
it: Lingua:

source: Language
it: Lingua

source: select language
it: seleziona lingua

source: Previous
it: Precedente

source: Cancel
it: Annulla

source: Next
it: Avanti

source: Step 1 - select language
it: Passaggio 1 - seleziona lingua

source: Step 2 - share the Bacula Catalog Database
it: Passaggio 2 - condividi il Database Catalogo Bacula

source: Yes
it: Sì

source: Database type:
it: Tipo di database:

source: select database
it: seleziona database

source: Database name:
it: Nome del database:

source: Please select database type.
it: Si prega di selezionare il tipo di database.

source: Please enter database name.
it: Si prega di inserire il nome del database.

source: Please enter login.
it: Si prega di inserire il login.

source: IP address (or hostname):
it: Indirizzo IP (o nome host):

source: Please enter IP address or hostname.
it: Si prega di inserire l'indirizzo IP o il nome host.

source: Port:
it: Porta:

source: Please enter database port.
it: Si prega di inserire la porta del database.

source: SQLite database path:
it: Percorso del database SQLite:

source: Please enter database path.
it: Inserire il percorso del database.

source: Connection test:
it: Test di connessione:

source: Loading...
it: Caricamento...

source: Connection error
it: Errore di connessione

source: Bconsole binary file path:
it: Percorso del file binario Bconsole:

source: Please enter bconsole path.
it: Si prega di inserire il percorso di Bconsole.

source: Please enter bconsole config file path.
it: Inserisci il percorso del file di configurazione Bconsole.

source: Use sudo:
it: Usa sudo:

source: Bconsole connection test:
it: Test di connessione Bconsole:

source: Bconsole admin config file path:
it: Percorso del file di configurazione admin Bconsole:

source: NOTE!
it: NOTA!

source: Step 3 - share the Bacula Bconsole commands interface
it: Passaggio 3 - condividi l'interfaccia dei comandi Bacula Bconsole

source: Console API
it: API Console

source: bdirjson binary file path:
it: Percorso del file binario bdirjson:

source: bsdjson binary file path:
it: Percorso del file binario bsdjson:

source: bfdjson binary file path:
it: Percorso del file binario bfdjson:

source: bbconsjson binary file path:
it: Percorso del file binario bbconsjson:

source: Main Director config file path (usually bacula-dir.conf):
it: Percorso del file di configurazione del Director principale (di solito bacula-dir.conf):

source: Main Storage Daemon config file path (usually bacula-sd.conf):
it: Percorso del file di configurazione del Daemon di archiviazione principale (di solito bacula-sd.conf):

source: Main File Daemon config file path (usually bacula-fd.conf):
it: Percorso del file di configurazione del Daemon File principale (di solito bacula-fd.conf):

source: Admin Bconsole config file path (usually bconsole.conf):
it: Percorso del file di configurazione Admin Bconsole (di solito bconsole.conf):

source: Test configuration
it: Testa la configurazione

source: General configuration
it: Configurazione generale

source: Step 4 - share the Bacula configuration interface
it: Passaggio 4 - condividi l'interfaccia di configurazione Bacula

source: There is required to provide both binary file and config file paths.
it: È necessario fornire sia il percorso del file binario che del file di configurazione.

source: Directory path field is required.
it: Il campo del percorso della directory è obbligatorio.

source: Provided directory path is not writable by web server.
it: Il percorso della directory fornito non è scrivibile dal server web.

source: Error
it: Errore

source: Finish
it: Fine

source: Administration login:
it: Login di amministrazione:

source: Administration password:
it: Password di amministrazione:

source: Please enter password.
it: Per favore inserisci la password.

source: Password must be longer than 4 chars.
it: La password deve essere più lunga di 4 caratteri.

source: Retype administration password:
it: Ridigita la password di amministrazione:

source: Please enter retype password.
it: Per favore reinserisci la password.

source: Passwords must be the same.
it: Le password devono essere uguali.

source: Use HTTP Basic authentication
it: Usa l'autenticazione HTTP Basic

source: Use OAuth2 for authorization and authentication
it: Utilizza OAuth2 per l'autorizzazione e l'autenticazione

source: Database port:
it: Porta del database:

source: Database file path (SQLite only):
it: Percorso del file del database (solo SQLite):

source: Use sudo for bconsole requests:
it: Utilizza sudo per le richieste bconsole:

source: Save
it: Salva

source: Step 6 - Finish
it: Passaggio 6 - Fine

source: Use sudo for Bacula JSON tools:
it: Usa sudo per gli strumenti JSON di Bacula:

source: Main Director config file path:
it: Percorso del file di configurazione del direttore principale:

source: Main Client config file path:
it: Percorso del file di configurazione del client principale:

source: Main Storage Daemon config file path:
it: Percorso del file di configurazione del daemon di archiviazione principale:

source: Main Bconsole config file path:
it: Percorso del file di configurazione della console principale:

source: Please select API endpoint
it: Seleziona l'endpoint dell'API

source: Catalog access:
it: Accesso al catalogo:

source: Console access:
it: Accesso alla console:

source: Config access:
it: Accesso alla configurazione:

source: Disabled
it: Disabilitato

source: Invalid Client ID value. Client ID may contain a-z A-Z 0-9 - _ characters.
it: Valore ID del client non valido. L'ID del client può contenere i caratteri a-z A-Z 0-9 - _.

source: Please enter Client ID.
it: Inserisci l'ID del client.

source: OAuth2 Client ID:
it: ID del client OAuth2:

source: OAuth2 Client Secret:
it: Segreto del client OAuth2:

source: Please enter Client Secret.
it: Inserisci il segreto del client.

source: Invalid Client Secret value. Client Secret may contain any character that is not a whitespace character.
it: Valore segreto del client non valido. Il segreto del cliente può contenere qualsiasi carattere che non sia uno spazio.

source: generate
it: genera

source: Dedicated Bconsole config file path:
it: Percorso del file di configurazione della console dedicata:

source: Please enter Redirect URI.
it: Inserisci URL di reindirizzamento.

source: OAuth2 Redirect URI (example: https://bacularis:9097/web/redirect):
it: URL di reindirizzamento OAuth2 (esempio: https://bacularis:9097/web/redirect):

source: (optional)
it: (opzionale)

source: OAuth2 scopes (space separated):
it: Ambito di OAuth2 (separato da spazi):

source: Please enter OAuth2 scopes.
it: Inserisci gli ambiti di OAuth2.

source: Refresh token
it: Aggiorna token

source: New OAuth2 client
it: Nuovo client OAuth2

source: Add
it: Aggiungi

source: API Login:
it: Login API:

source: API Password:
it: Password dell'API:

source: Retype password:
it: Ridigita la password:

source: Please enter API login.
it: Inserisci il login dell'API.

source: Please enter API password.
it: Inserisci la password dell'API.

source: User added successfully.
it: Utente aggiunto con successo.

source: Problem during save to config file. Please check users config file permission.
it: Problema durante il salvataggio nel file di configurazione. Si prega di controllare i permessi del file di configurazione degli utenti.

source: Given user already exists in config file.
it: L'utente fornito esiste già nel file di configurazione.

source: set all scopes
it: imposta tutti gli ambiti

source: Welcome on the Bacularis API default page
it: Benvenuto nella pagina predefinita dell'API di Bacularis

source: Bacularis API Client
it: Cliente API di Bacularis

source: Here you can try one from API commands
it: Qui puoi provare uno dei comandi API

source: Starting...
it: In avvio...

source: Username
it: Nome utente

source: Delete
it: Elimina

source: Client ID
it: ID del cliente

source: Redirect URI
it: Reindirizza URI

source: Scopes
it: Ambiti

source: Bconsole Path
it: Percorso Bconsole

source: Access token:
it: Token di accesso:

source: Send request
it: Invia richiesta

source: Basic auth ready...
it: Autenticazione di base pronta...

source: Name
it: Nome

source: Short name:
it: Nome breve:

source: Edit
it: Modifica

source: Edit OAuth2 client parameters
it: Modifica i parametri del cliente OAuth2

source: Select:
it: Seleziona:

source: Bacularis working directory for Bacula config:
it: Directory di lavoro Bacularis per la configurazione di Bacula:

source: In this directory Bacularis API saves temporarily Bacula configuration files (mainly for validation purposes) just before they are written as real Bacula configuration files.
it: In questa directory l'API di Bacularis salva temporaneamente i file di configurazione di Bacula (principalmente per scopi di validazione) prima che vengano scritti come file di configurazione reali di Bacula.

source: Version:
it: Versione:

source: Authentication
it: Autenticazione

source: Authentication type:
it: Tipo di autenticazione:

source: Step 5 - authentication to API
it: Passaggio 5 - autenticazione all'API

source: Actions
it: Azioni

source: Start
it: Avvia

source: Stop
it: Ferma

source: Restart
it: Riavvia

source: Director start command:
it: Comando di avvio del direttore:

source: Director stop command:
it: Comando di arresto del direttore:

source: Director restart command:
it: Comando di riavvio del direttore:

source: Storage Daemon start command:
it: Comando di avvio del daemon di archiviazione:

source: Storage Daemon stop command:
it: Comando di arresto del daemon di archiviazione:

source: Storage Daemon restart command:
it: Comando di riavvio del daemon di archiviazione:

source: File Daemon/Client start command:
it: Comando di avvio del Daemon/Client del file:

source: File Daemon/Client stop command:
it: Comando di arresto del Daemon/Client del file:

source: File Daemon/Client restart command:
it: Comando di riavvio del Daemon/Client del file:

source: Do you want to setup start, stop and restart actions for Bacula components? If you define them, there will be possible to call these actions via API interface and by Baculum Web as well.
it: Vuoi configurare azioni di avvio, arresto e riavvio per i componenti Bacula? Se li definisci, sarà possibile chiamare queste azioni tramite l'interfaccia API e tramite Baculum Web.

source: Sudo configuration
it: Configurazione di sudo

source: Example sudo configuration for Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration:
it: Esempio di configurazione sudo per i server web Apache, Nginx e Lighttpd con configurazione PHP-FPM predefinita:

source: Get sudo configuration
it: Ottieni la configurazione sudo

source: Please copy appropriate sudo configuration and put it to a new sudoers.d file for example /etc/sudoers.d/bacularis
it: Si prega di copiare la configurazione sudo appropriata e inserirla in un nuovo file sudoers.d, ad esempio /etc/sudoers.d/bacularis

source: Step 5 - enable actions for components
it: Passaggio 5 - abilita le azioni per i componenti

source: Directory path for new config files:
it: Percorso della directory per i nuovi file di configurazione:

source: Use sudo for actions:
it: Usa sudo per le azioni:

source: Actions setting:
it: Impostazione delle azioni:

source: Note
it: Nota

source: Please use visudo to add this configuration, otherwise please do remember to add empty line at the end of file.
it: Por favor use visudo para adicionar essa configuração, caso contrário, lembre-se de adicionar uma linha vazia no final do arquivo.

source: Dashboard
it: Painel

source: Basic users
it: Usuários básicos

source: OAuth2 clients
it: Clientes OAuth2

source: Settings
it: Configurações

source: Configuration wizard
it: Assistente de configuração

source: Welcome
it: Bem-vindo

source: Add user
it: Adicionar usuário

source: Edit user
it: Editar usuário

source: Add OAuth2 client
it: Adicionar cliente OAuth2

source: Are you sure?
it: Você tem certeza?

source: API settings
it: Configurações de API

source: General
it: Geral

source: Catalog
it: Catálogo

source: Enabled:
it: Habilitado:

source: Debug:
it: Depurar:

source: Add client
it: Adicionar cliente

source: Edit client
it: Editar cliente

source: Invalid user. User may contain a-z A-Z 0-9 characters.
it: Usuário inválido. O usuário pode conter caracteres de a-z A-Z 0-9.

source: Show/hide
it: Mostrar/ocultar

source: Copy to clipboard
it: Copiar para a área de transferência

source: Logout
it: Sair

source: Devices
it: Dispositivos

source: Add autochanger
it: Adicionar autochanger

source: Device
it: Dispositivo

source: Name:
it: Nome:

source: Changer device:
it: Dispositivo trocador:

source: Changer command:
it: Comando do trocador:

source: Drive index:
it: Índice de drive:

source: Drive index
it: Índice de drive

source: Devices:
it: Dispositivos:

source: Add device
it: Adicionar dispositivo

source: Field cannot be empty.
it: O campo não pode estar vazio.

source: Invalid value.
it: Valor inválido.

source: Device with the given name already exists.
it: Dispositivo com o nome fornecido já existe.

source: Edit device
it: Editar dispositivo

source: Use CTRL + left-click to multiple item selection
it: Use CTRL + clique esquerdo para seleção de vários itens

source: Device path:
it: Caminho do dispositivo:

source: Edit autochanger
it: Editar autochanger

source: Unable to delete device. Please unassign it from autochanger '%s' first.
it: Não é possível excluir o dispositivo. Por favor, primeiro desassocie-o do autochanger '%s'.

source: Autochanger with the given name already exists.
it: Autochanger com o nome fornecido já existe.

source: Copy from Bacula SD config:
it: Copiar do Bacula SD config:

source: Changer command test:
it: Teste do comando do trocador:

source: Changer command error
it: Erro no comando do trocador

source: Copy
it: Copiar

source: Column visibility
it: Visibilità colonna

source: 1 row selected
it: 1 riga selezionata

source: %d rows selected
it: %d righe selezionate

source: Showing _START_ to _END_ of _TOTAL_ entries
it: Mostrando da _START_ a _END_ di _TOTAL_ voci

source: First
it: Primo

source: Last
it: Ultimo

source: No matching records found
it: Nessun record corrispondente trovato

source: filtered from _MAX_ total entries
it: filtrato da _MAX_ voci totali

source: No data available in table
it: Nessun dato disponibile nella tabella

source: Search:
it: Cerca:

source: Get pre-defined paths:
it: Ottieni percorsi predefiniti:

source: Select paths
it: Seleziona percorsi

source: Binaries:
it: Binari:

source: Configs:
it: Configurazioni:

source: Dedicated Bconsole config
it: Configurazione Bconsole dedicata

source: Step 1 - general options
it: Passaggio 1 - opzioni generali

source: Services:
it: Servizi:

source: Enable API instance
it: Abilita istanza API

source: Enable web interface
it: Abilita interfaccia web

source: Welcome to the Bacularis install wizard
it: Benvenuto nel wizard di installazione di Bacularis

source: Please select language.
it: Si prega di selezionare la lingua.

source: What services would you like to enable for this installation?
it: Quali servizi vorresti abilitare per questa installazione?

source: recommended
it: consigliato

source: Step 5 - authentication
it: Passaggio 5 - autenticazione

source: API authentication
it: Autenticazione API

source: Use the same credentials for the API and for the web interface
it: Usa le stesse credenziali per l'API e per l'interfaccia web

source: Advanced options
it: Opzioni avanzate

source: Web interface settings
it: Impostazioni dell'interfaccia web

source: API IP Address/Hostname:
it: Indirizzo IP dell'API/Hostname:

source: Web interface authentication
it: Autenticazione interfaccia web

source: API Protocol:
it: Protocollo API:

source: API Port:
it: Porta API:

source: Select OS type
it: Seleziona il tipo di sistema operativo

source: RPM-based system
it: Sistema basato su RPM

source: DEB-based system
it: Sistema basato su DEB

source: Director installation command:
it: Comando di installazione del Direttore:

source: Director upgrade command:
it: Comando di aggiornamento del Direttore:

source: Director removal command:
it: Comando di rimozione del Direttore:

source: Director info command:
it: Comando di informazioni del Direttore:

source: Director enable command:
it: Comando per abilitare il Direttore:

source: Director pre-installation command:
it: Comando pre-installazione del Direttore:

source: Director pre-upgrade command:
it: Comando pre-aggiornamento del Direttore:

source: Director pre-removal command:
it: Comando pre-rimozione del Direttore:

source: Director post-installation command:
it: Comando post-installazione del Direttore:

source: Director post-upgrade command:
it: Comando post-aggiornamento del Direttore:

source: Director post-removal command:
it: Comando post-rimozione del Direttore:

source: Storage Daemon installation command:
it: Comando di installazione del Daemon di archiviazione:

source: Storage upgrade command:
it: Comando di aggiornamento dell'archiviazione:

source: Storage removal command:
it: Comando di rimozione dell'archiviazione:

source: Storage info command:
it: Comando di informazioni di archiviazione:

source: Storage enable command:
it: Comando per abilitare la memoria:

source: Storage pre-installation command:
it: Comando pre-installazione della memoria:

source: Storage pre-upgrade command:
it: Comando pre-aggiornamento della memoria:

source: Storage pre-removal command:
it: Comando pre-rimozione della memoria:

source: Storage post-installation command:
it: Comando post-installazione della memoria:

source: Storage post-upgrade command:
it: Comando post-aggiornamento della memoria:

source: Storage post-removal command:
it: Comando post-rimozione della memoria:

source: Client installation command:
it: Comando di installazione del client:

source: Client upgrade command:
it: Comando di aggiornamento del client:

source: Client removal command:
it: Comando di rimozione del client:

source: Client info command:
it: Comando informazioni del client:

source: Client enable command:
it: Comando per abilitare il client:

source: Client pre-installation command:
it: Comando pre-installazione del client:

source: Client pre-upgrade command:
it: Comando pre-aggiornamento del client:

source: Client pre-removal command:
it: Comando pre-rimozione del client:

source: Client post-installation command:
it: Comando post-installazione del client:

source: Client post-upgrade command:
it: Comando post-aggiornamento del client:

source: Client post-removal command:
it: Comando post-rimozione del client:

source: Bconsole installation command:
it: Comando di installazione Bconsole:

source: Bconsole upgrade command:
it: Comando di aggiornamento Bconsole:

source: Bconsole removal command:
it: Comando di rimozione Bconsole:

source: Bconsole info command:
it: Comando informazioni Bconsole:

source: Bconsole enable command:
it: Comando per abilitare Bconsole:

source: Bconsole pre-installation command:
it: Comando pre-installazione Bconsole:

source: Bconsole pre-upgrade command:
it: Comando pre-aggiornamento Bconsole:

source: Bconsole pre-removal command:
it: Comando pre-rimozione Bconsole:

source: Bconsole post-installation command:
it: Comando post-installazione Bconsole:

source: Bconsole post-upgrade command:
it: Comando post-aggiornamento Bconsole:

source: Bconsole post-removal command:
it: Comando post-rimozione Bconsole:

source: Software management
it: Gestione del software

source: Get pre-defined commands:
it: Ottieni comandi predefiniti:

source: Director resource permissions
it: Permessi della risorsa del direttore

source: Storage resource permissions
it: Permessi della risorsa di memoria

source: Client resource permissions
it: Permessi della risorsa del client

source: Bconsole resource permissions
it: Permessi di risorsa Bconsole

source: Resource
it: Risorsa

source: Read-Only
it: Sola lettura

source: Read-Write
it: Lettura-scrittura

source: No access
it: Nessun accesso

source: read only
it: sola lettura

source: read write
it: lettura scrittura

source: no access
it: nessun accesso

source: Preview
it: Anteprima

source: All read-only
it: Tutti in sola lettura

source: All read-write
it: Tutti in lettura-scrittura

source: All no access
it: Tutti senza accesso

source: Resource permissions
it: Permessi di risorsa

source: By default, all resources have read-write permissions.
it: Per impostazione predefinita, tutte le risorse hanno permessi di lettura-scrittura.

source: Sudo Runas user:
it: Sudo Runas utente:

source: Sudo Runas group:
it: Sudo Runas gruppo:

source: What services do you want to enable for this installation?
it: Quali servizi vuoi abilitare per questa installazione?

source: Do you have Bacula installed on this host?
it: Hai Bacula installato su questo host?

source: Yes. I already have Bacula component(s) installed on this host. I would like to use Bacularis with them.
it: Sì. Ho già dei componenti Bacula installati su questo host. Vorrei usare Bacularis con questi.

source: No. I do not have Bacula installed. I would like to install Bacula now and use Bacularis with it.
it: No. Non ho Bacula installato. Vorrei installare Bacula ora e usare Bacularis con esso.

source: What is your operating system?
it: Qual è il tuo sistema operativo?

source: Operating system:
it: Sistema operativo:

source: What are your system admin account credentials?
it: Quali sono le tue credenziali dell'account di amministratore del sistema?

source: System admin login:
it: Login amministratore del sistema:

source: System admin password:
it: Password dell'amministratore del sistema:

source: After clicking the install Bacula button, there will be installed on this host Catalog (PostgreSQL), Bacula Director, Client, Storage and Bconsole.
it: Dopo aver cliccato sul pulsante di installazione di Bacula, verranno installati su questo host il Catalogo (PostgreSQL), il Direttore di Bacula, il Client, lo Storage e la Bconsole.

source: Install Bacula
it: Installa Bacula

source: Bacula has been installed successfully. You can close this window and go further.
it: Bacula è stato installato con successo. Puoi chiudere questa finestra e procedere.

source: Result
it: Risultato

source: Raw output
it: Output grezzo

source: Add SUDO settings
it: Aggiungi impostazioni SUDO

source: Configure Bacularis
it: Configura Bacularis

source: Install Catalog
it: Installa Catalogo

source: Install Director
it: Installa Direttore

source: Install Storage
it: Installa Storage

source: Install Client
it: Installa Client

source: Install Bconsole
it: Installa Bconsole

source: Step
it: Passaggio

source: Close
it: Chiudi

source: Plugin settings
it: Impostazioni plugin

source: Installed plugins
it: Plugin installati

source: Add plugin settings
it: Aggiungi impostazioni del plugin

source: Plugin name
it: Nome del plugin

source: Enabled
it: Abilitato

source: Type
it: Tipo

source: Version
it: Versione

source: Select plugin
it: Seleziona plugin

source: Edit plugin settings
it: Modifica impostazioni del plugin

source: Plugins
it: Plugin

source: Tip: Use left-click to select table row. Use CTRL + left-click to multiple row selection. Use SHIFT + left-click to add a range of rows to selection.
it: Suggerimento: Usa il click sinistro per selezionare la riga della tabella. Usa CTRL + click sinistro per la selezione multipla di righe. Usa SHIFT + click sinistro per aggiungere un intervallo di righe alla selezione.

source: Remove
it: Rimuovi

source: Plugin settings with the given name already exists.
it: Le impostazioni del plugin con il nome dato esistono già.

source: Login test
it: Test di login

source: Show result
it: Mostra risultato

source: Hide result
it: Nascondi risultato
