Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: Main File Daemon config file path (usually bacula-fd.conf):
it: Percorso del file di configurazione del Daemon File principale (solitamente bacula-fd.conf):

source: Admin Bconsole config file path (usually bconsole.conf):
it: Percorso del file di configurazione Admin Bconsole (solitamente bconsole.conf):

source: Test configuration
it: Testa la configurazione

source: General configuration
it: Configurazione generale

source: To setup configuration module please provide Bacula JSON tools paths and config files paths.
it: Per impostare il modulo di configurazione, fornire i percorsi degli strumenti Bacula JSON e i percorsi dei file di configurazione.

source: Error during config save
it: Errore durante il salvataggio della configurazione

source: There is required to provide both binary file and config file paths.
it: È necessario fornire sia il percorso del file binario che del file di configurazione.

source: Directory path for new config files:
it: Percorso della directory per i nuovi file di configurazione:

source: Directory path field is required.
it: Il campo del percorso della directory è obbligatorio.

source: Provided directory path is not writable by web server.
it: Il percorso della directory fornito non è scrivibile dal server web.

source: Error
it: Errore

source: Seconds
it: Secondi

source: Minutes
it: Minuti

source: Hours
it: Ore

source: Days
it: Giorni

source: IP Address/Hostname:
it: Indirizzo IP/Nome host:

source: Remove
it: Rimuovi

source: Edit
it: Modifica

source: Show/hide all directives
it: Mostra/nascondi tutte le direttive

source: Show the resource raw config
it: Mostra la configurazione raw della risorsa

source: Save the resource on multiple hosts
it: Salva la risorsa su più host

source: Save the resource to additional path
it: Salva la risorsa su un percorso aggiuntivo

source: Download the resource config
it: Scarica la configurazione della risorsa

source: Add APIs
it: Aggiungi APIs

source: Protocol:
it: Protocollo:

source: API Address:
it: Indirizzo API:

source: API Login:
it: Login API:

source: API Password:
it: Password API:

source: Please enter API address.
it: Inserisci l'indirizzo API.

source: Please enter API port.
it: Inserisci la porta API.

source: Please enter API login.
it: Inserisci il login API.

source: Please enter API password.
it: Inserisci la password API.

source: Bacularis web interface requires to add at least one Bacularis API instance with shared Catalog access. Please add API instance.
it: L'interfaccia web di Bacularis richiede di aggiungere almeno un'istanza di Bacularis API con accesso al catalogo condiviso. Aggiungi un'istanza API.

source: Save with name:
it: Salva con nome:

source: API connection test:
it: Test di connessione API:

source: Catalog support
it: Supporto catalogo

source: Console support
it: Supporto console

source: Config support
it: Supporto configurazione

source: Supported
it: Supportato

source: Not supported
it: Non supportato

source: Step 3 - authentication params to Baculum Web panel
it: Passaggio 3 - parametri di autenticazione per il pannello web Baculum

source: Step 4 - Finish
it: Passaggio 4 - Fine

source: Disabled
it: Disabilitato

source: From month
it: Da mese

source: To month
it: A mese

source: Month
it: Mese

source: From day
it: Da giorno

source: To day
it: A giorno

source: Day
it: Giorno

source: Day of week
it: Giorno della settimana

source: From day of week
it: Dal giorno della settimana

source: To day of week
it: Al giorno della settimana

source: Hour
it: Ora

source: Minute
it: Minuto

source: From week
it: Dalla settimana

source: To week
it: Alla settimana

source: Week
it: Settimana

source: Add new %resource_type resource on %component_name (%component_type)
it: Aggiungi nuova risorsa %resource_type su %component_name (%component_type)

source: Reset to default value
it: Resetta al valore predefinito

source: Remove directive
it: Rimuovi direttiva

source: Add API host
it: Aggiungi host API

source: Add host
it: Aggiungi host

source: Given host already exists in config file.
it: L'host specificato esiste già nel file di configurazione.

source: Problem during save to config file. Please check host config file permission.
it: Problema durante il salvataggio sul file di configurazione. Controllare i permessi del file di configurazione dell'host.

source: Host added successfully.
it: Host aggiunto con successo.

source: Save as:
it: Salva come:

source: (optional)
it: (opzionale)

source: Use HTTP Basic authentication
it: Usa l'autenticazione HTTP Basic

source: Use OAuth2 for authorization and authentication
it: Usa OAuth2 per l'autorizzazione e l'autenticazione

source: Invalid Client ID value. Client ID may contain a-z A-Z 0-9 - _ characters.
it: Valore ID Client non valido. L'ID Client può contenere caratteri a-z A-Z 0-9 - _.

source: Please enter Client ID.
it: Si prega di inserire l'ID Client.

source: OAuth2 Client ID:
it: ID Client OAuth2:

source: OAuth2 Client Secret:
it: Segreto Cliente OAuth2:

source: Please enter Client Secret.
it: Si prega di inserire il Segreto Cliente.

source: Invalid Client Secret value. Client Secret may contain any character that is not a whitespace character.
it: Valore Segreto Cliente non valido. Il Segreto Cliente può contenere qualsiasi carattere che non sia uno spazio bianco.

source: generate
it: genera

source: Dedicated Bconsole config file path:
it: Percorso del file di configurazione Bconsole dedicato:

source: Please enter Redirect URI.
it: Si prega di inserire l'URI di reindirizzamento.

source: OAuth2 Redirect URI (example: https://bacularis:9097/web/redirect):
it: URI di reindirizzamento OAuth2 (esempio: https://bacularis:9097/web/redirect):

source: OAuth2 scopes (space separated):
it: Ambiti OAuth2 (separati da spazio):

source: Please enter OAuth2 scopes.
it: Si prega di inserire gli ambiti OAuth2.

source: Auth Type:
it: Tipo di autenticazione:

source: OAuth2 Redirect URI:
it: URI di reindirizzamento OAuth2:

source: OAuth2 Scope:
it: Ambito OAuth2:

source: Restore job:
it: Ripristina lavoro:

source: API host
it: Host API

source: API host:
it: Host API:

source: Select host
it: Seleziona host

source: Field required.
it: Campo obbligatorio.

source: Invalid value. Integer value required.
it: Valore non valido. È richiesto un valore intero.

source: Resource %s "%s" is used in the following resources:
it: La risorsa %s "%s" è utilizzata nelle seguenti risorse:

source: Component: %s, Resource: %s "%s", Directive: %s
it: Componente: %s, Risorsa: %s "%s", Direttiva: %s

source: Are you sure that you want to remove %s resource "%s"?
it: Sei sicuro di voler rimuovere la risorsa %s "%s"?

source: Resource %s "%s" removed successfully.
it: La risorsa %s "%s" è stata rimossa con successo.

source: Please unassign resource %s "%s" from these resources and try again.
it: Si prega di rimuovere l'assegnazione della risorsa %s "%s" da queste risorse e riprovare.

source: Size:
it: Dimensione:

source: Sum:
it: Somma:

source: Select
it: Seleziona

source: Path:
it: Percorso:

source: Restore wizard
it: Ripristina guidato

source: This wizard enables you to do in easy way restore files to destination Bacula Client.
it: Questa procedura guidata ti permette di ripristinare facilmente i file sul Client Bacula di destinazione.

source: To start, please select backup Client which data you want to restore.
it: Per iniziare, seleziona il Client di backup da cui desideri ripristinare i dati.

source: There are two ways to select backup to restore. The selected backup way provides list of jobs from which there is possible to select a job. If you need the latest backups from the Client alternatively you can use Group most recent backups way which will select backups for you basing on backup job name and fileset resource.
it: Ci sono due modi per selezionare il backup da ripristinare. Il metodo di backup selezionato fornisce un elenco di lavori dai quali è possibile selezionare un lavoro. Se hai bisogno degli ultimi backup dal Client, alternativamente, puoi utilizzare il metodo Raggruppa i backup più recenti che selezionerà i backup per te in base al nome del lavoro di backup e alla risorsa del set di file.

source: Do not relocate files
it: Non spostare i file

source: Relocate files with prefix and/or suffix
it: Sposta i file con prefisso e/o suffisso

source: Relocate files with regular expression
it: Sposta i file con espressione regolare

source: Strip prefix:
it: Rimuovi prefisso:

source: Add prefix:
it: Aggiungi prefisso:

source: Add suffix:
it: Aggiungi suffisso:

source: File relocation option:
it: Opzione di spostamento file:

source: In Changer
it: Nel Caricatore

source: During restore there will be used following volumes:
it: Durante il ripristino verranno utilizzati i seguenti volumi:

source: Go back
it: Torna indietro

source: Start time
it: Ora di inizio

source: Name
it: Nome

source: More jobs
it: Altri lavori

source: Welcome
it: Benvenuto

source: Details
it: Dettagli

source: Job is running
it: Lavoro in esecuzione

source: Job is finished
it: Lavoro terminato

source: Refresh log
it: Aggiorna registro

source: Job list
it: Elenco lavori

source: Action
it: Azione

source: Storage list
it: Elenco archivi

source: Status storage
it: Stato archiviazione

source: Storages
it: Archiviazioni

source: Client list
it: Elenco client

source: Job retention
it: Conservazione lavori

source: File retention
it: Conservazione file

source: Client details
it: Dettagli client

source: Status client
it: Stato client

source: Configure client
it: Configura client

source: Add new Client
it: Aggiungi nuovo client

source: New
it: Nuovo

source: Resource to create:
it: Risorsa da creare:

source: Create
it: Crea

source: Add new resource
it: Aggiungi nuova risorsa

source: Please select host
it: Seleziona host

source: Component:
it: Componente:

source: Please select component
it: Seleziona componente

source: Add client
it: Aggiungi client

source: Add job
it: Aggiungi lavoro

source: Job to run:
it: Lavoro da eseguire:

source: Add storage
it: Aggiungi archivio

source: Add device
it: Aggiungi dispositivo

source: Add autochanger
it: Aggiungi autochanger

source: Resource has been saved successfully.
it: La risorsa è stata salvata correttamente.

source: Configure storage
it: Configura archivio

source: Configure devices
it: Configura dispositivi

source: Configure autochanger
it: Configura autochanger

source: Storage details
it: Dettagli archivio

source: Device name
it: Nome dispositivo

source: Device details
it: Dettagli dispositivo

source: Device:
it: Dispositivo:

source: Configure device
it: Configura dispositivo

source: Job details
it: Dettagli lavoro

source: No. vols
it: N. volumi

source: Max. vols
it: Max. volumi

source: Vol. retention
it: Volume conservazione

source: Max. vol. jobs
it: Volume massimo lavori

source: Max. vol. bytes
it: Volume massimo byte

source: Max. vol. files
it: Volume massimo file

source: Recycle
it: Ricicla

source: Pool list
it: Elenco pool

source: Add pool
it: Aggiungi pool

source: Update pool
it: Aggiorna pool

source: Update all vols in pool
it: Aggiorna tutti i volumi nel pool

source: Pool details
it: Dettagli pool

source: Limits
it: Limiti

source: Recycling
it: Riciclo

source: Vol. use duration
it: Durata utilizzo volume

source: Action on purge
it: Azione durante l'eliminazione

source: Recycle pool
it: Riciclo pool

source: Next pool
it: Pool successivo

source: Enabled
it: Abilitato

source: Volumes in pool
it: Volumi nel pool

source: Configure pool
it: Configura pool

source: First written
it: Prima scrittura

source: Last written
it: Ultima scrittura

source: Vol. jobs
it: Volumi job

source: Vol. bytes
it: Volumi byte

source: Volume list
it: Elenco volumi

source: Volume details
it: Dettagli volume

source: Recycle count
it: Conteggio ricicli

source: Configure volume
it: Configura volume

source: Vol. files
it: Volumi file

source: Writing
it: Scrittura

source: Vol. status
it: Stato Vol.

source: Vol. errors
it: Errori Vol.

source: Vol. mounts
it: Montaggi Vol.

source: Configure job
it: Configura lavoro

source: Configure fileset
it: Configura set di file

source: Configure schedule
it: Configura programma

source: Remove resource
it: Rimuovi risorsa

source: Job history
it: Cronologia lavori

source: Job history list
it: Elenco cronologia lavori

source: Job history details
it: Dettagli cronologia lavori

source: Are you sure you want to remove this resource?
it: Sei sicuro di voler rimuovere questa risorsa?

source: FileSets
it: Set di File

source: FileSet list
it: Elenco set di file

source: Add fileset
it: Aggiungi set di file

source: FileSet details
it: Dettagli set di file

source: Schedule list
it: Elenco programmi

source: Add schedule
it: Aggiungi programma

source: Schedules
it: Programmi

source: Schedule:
it: Programma:

source: Schedule details
it: Dettagli programma

source: Configure
it: Configura

source: Configure Bacula hosts
it: Configura host Bacula

source: Previous
it: Precedente

source: Next
it: Successivo

source: Exit wizard
it: Esci dalla procedura guidata

source: Time range:
it: Intervallo di tempo:

source: Application settings
it: Impostazioni applicazione

source: Update slots
it: Aggiorna slot

source: Max. number of jobs visible in tables
it: Num. massimo di lavori visibili nelle tabelle

source: Max. number of jobs value must be integer greather than 0.
it: Il valore del num. massimo di lavori deve essere un intero maggiore di 0.

source: Log order
it: Ordine log

source: Close Menu
it: Chiudi menu

source: Error code:
it: Codice di errore:

source: Message:
it: Messaggio:

source: Include
it: Includi

source: Exclude
it: Escludi

source: Step 1 - select job type
it: Passaggio 1 - seleziona il tipo di lavoro

source: New job wizard
it: Procedura guidata nuovo lavoro

source: This wizard enables you to create in easy way a new job.
it: Questa procedura guidata ti consente di creare in modo semplice un nuovo lavoro.

source: To start please select job type that you wish to create.
it: Per iniziare, seleziona il tipo di lavoro che desideri creare.

source: Step 2 - what you want to backup
it: Passaggio 2 - cosa vuoi fare il backup

source: Client and FileSet
it: Cliente e set di file

source: Please select Client from which you want to backup data and please select FileSet with files/directories definition to backup.
it: Seleziona il cliente da cui vuoi fare il backup dei dati e seleziona il set di file con la definizione dei file/directory da eseguire il backup.

source: If your FileSet for this backup does not exist yet, you can create it.
it: Se il tuo set di file per questo backup non esiste ancora, puoi crearlo.

source: Add new FileSet
it: Aggiungi nuovo set di file

source: New FileSet
it: Nuovo set di file

source: Step 3 - where you want to backup
it: Passaggio 3 - dove vuoi fare il backup

source: Storage and Pool
it: Archiviazione e pool

source: Spool setting
it: Impostazione spool

source: Please select Storage where you want to backup data and please select Pool with volumes which Storage will use to store backup data.
it: Per favore seleziona Storage dove desideri eseguire il backup dei dati e seleziona Pool con volume che Storage utilizzerà per immagazzinare i dati di backup.

source: Show Storage directives for Job
it: Mostra le direttive di Storage per Job

source: Show Pool directives for Job
it: Mostra le direttive di Pool per Job

source: Pool setting
it: Impostazione del Pool

source: Step 4 - how would you like to backup
it: Passaggio 4 - come desideri eseguire il backup

source: Job directives
it: Direttive di Job

source: Step 5 - when would you like to run backup
it: Passaggio 5 - quando desideri eseguire il backup

source: Show Reschedule directives
it: Mostra le direttive di rilevamento

source: Reschedule setting
it: Impostazione di rilevamento

source: What
it: Cosa

source: General
it: Generale

source: How
it: Come

source: When
it: Quando

source: Other directives
it: Altre direttive

source: Step 6 - summary
it: Passaggio 6 - riepilogo

source: Add new Pool
it: Aggiungi un nuovo Pool

source: New Pool
it: Nuovo Pool

source: Add new Schedule
it: Aggiungi un nuovo Orario

source: New Schedule
it: Nuovo Orario

source: Summary
it: Riepilogo

source: inherited from JobDefs
it: ereditato da JobDefs

source: Create job
it: Crea job

source: Please select Client
it: Per favore seleziona Client

source: Go to path
it: Vai al percorso

source: Add new include path
it: Aggiungi un nuovo percorso incluso

source: Add new global exclude path
it: Aggiungi un nuovo percorso globale escluso

source: Include files to FileSet
it: Includi file in FileSet

source: Apply file selection
it: Applica selezione file

source: Schedule
it: Orario

source: To browse Windows host please type in text field below drive letter as path, for example: C:/
it: Per sfogliare l'host Windows, digitare nel campo di testo sotto la lettera di unità come percorso, ad esempio: C:/

source: Add single file/directory
it: Aggiungi singolo file/directory

source: Add files by file browser
it: Aggiungi file tramite file browser

source: Add options block
it: Aggiungi blocco opzioni

source: Add include block
it: Aggiungi blocco inclusione

source: Add exclude block
it: Aggiungi blocco esclusione

source: Add file/directory
it: Aggiungi file/directory

source: Plugins
it: Plugin

source: Add plugin
it: Aggiungi plugin

source: Job schedules
it: Orari job

source: Priority
it: Priorità

source: Scheduled
it: Pianificato

source: Filters:
it: Filtri:

source: Date from:
it: Data da:

source: Days:
it: Giorni:

source: Apply filters
it: Applica filtri

source: You must enter an integer.
it: Devi inserire un intero.

source: Invalid date format.
it: Formato data non valido.

source: Input must be between 1 and 1000.
it: L'input deve essere compreso tra 1 e 1000.

source: Schedule status
it: Stato della programmazione

source: Slots to label (ex. 4 or 1-5 or 2,4,6-10):
it: Slot da etichettare (es. 4 o 1-5 o 2,4,6-10):

source: Labeling status:
it: Stato etichettatura:

source: Ready to label
it: Pronto per etichettare

source: Finished
it: Finito

source: Updating status:
it: Aggiornamento dello stato:

source: Ready to update
it: Pronto per l'aggiornamento

source: Updating...
it: Aggiornamento in corso...

source: Slots to update (ex. 4 or 1-5 or 2,4,6-10):
it: Slot da aggiornare (es. 4 o 1-5 o 2,4,6-10):

source: Command status:
it: Stato del comando:

source: Ready
it: Pronto

source: Show size values as:
it: Mostra valori di dimensione come:

source: Decimal Bytes (1 mega = 10<sup>6</sup>)
it: Byte Decimali (1 mega = 10<sup>6</sup>)

source: Binary Bytes (1 mebi = 2<sup>20</sup>)
it: Byte Binari (1 mebi = 2<sup>20</sup>)

source: Statistics list
it: Elenco delle statistiche

source: Add director statistics
it: Aggiungi statistiche del direttore

source: Add storage statistics
it: Aggiungi statistiche di archiviazione

source: Add file daemon statistics
it: Aggiungi statistiche del demone dei file

source: Component type
it: Tipo di componente

source: Component name
it: Nome del componente

source: Statistics details
it: Dettagli statistiche

source: Statistics:
it: Statistiche:

source: Statistics
it: Statistiche

source: Job files / Time
it: File del lavoro / Tempo

source: Job files per day
it: File di lavoro al giorno

source: Files count
it: Conteggio dei file

source: Jobs status / Day
it: Stato dei lavori / Giorno

source: Job status per day
it: Stato del lavoro al giorno

source: Jobs count
it: Conteggio dei lavori

source: Job files
it: File del lavoro

source: Graph type:
it: Tipo di grafico:

source: Tip: to use zoom, please mark area on graph.
it: Suggerimento: per utilizzare lo zoom, si prega di segnare un'area sul grafico.

source: Tip 2: to exit zoom, please click somewhere on graph.
it: Suggerimento 2: per uscire dallo zoom, si prega di fare clic da qualche parte sul grafico.

source: Job size / Day
it: Dimensione del lavoro / Giorno

source: Job size per day
it: Dimensione del lavoro al giorno

source: Job files / Day
it: File del lavoro / Giorno

source: Graph:
it: Grafico:

source: Job duration
it: Durata del lavoro

source: Jobs duration / Time
it: Durata dei lavori / Tempo

source: Duration
it: Durata

source: Job size per hour
it: Dimensione del lavoro per ora

source: Job size / Hour
it: Dimensione del lavoro / Ora

source: Job files per hour
it: File di lavoro per ora

source: Job files / Hour
it: File di lavoro / Ora

source: Average job size per hour
it: Dimensione media del lavoro per ora

source: Average job size per day
it: Dimensione media del lavoro al giorno

source: Average job size / Hour
it: Dimensione media del lavoro / Ora

source: Average job size / Day
it: Dimensione media del lavoro / Giorno

source: Average job files per hour
it: Media file di lavoro per ora

source: Average job files per day
it: Media file di lavoro al giorno

source: Average job files / Hour
it: Media file di lavoro / Ora

source: Average job files / Day
it: Media job files / Giorno

source: Average job speed / Time
it: Velocità media del lavoro / Tempo

source: Job speed
it: Velocità del lavoro

source: Average job speed
it: Velocità media del lavoro

source: Job count per hour
it: Conteggio lavori per ora

source: Job count per day
it: Conteggio lavori al giorno

source: Job count / Hour
it: Conteggio lavori / Ora

source: Job count
it: Conteggio lavori

source: Job count / Day
it: Conteggio lavori / Giorno

source: Job level:
it: Livello lavoro:

source: All levels
it: Tutti i livelli

source: Full
it: Completo

source: Incremental
it: Incrementale

source: Differential
it: Differenziale

source: Custom time range
it: Intervallo di tempo personalizzato

source: Version:
it: Versione:

source: Add directive
it: Aggiungi direttiva

source: Go to job with jobid %jobid
it: Vai al lavoro con jobid %jobid

source: Go to job %job
it: Vai al lavoro %job

source: Graphical status
it: Stato grafico

source: Raw status
it: Stato grezzo

source: Started time:
it: Orario di inizio:

source: Bandwidth limit:
it: Limite di banda:

source: No limit
it: Nessun limite

source: Job bytes:
it: Byte del lavoro:

source: Job files:
it: File lavoro:

source: Average speed:
it: Velocità media:

source: Processing file:
it: Elaborazione file:

source: Read bytes:
it: Byte letti:

source: Examined files:
it: File esaminati:

source: Running jobs
it: Lavori in corso

source: Job errors:
it: Errori lavoro:

source: Type:
it: Tipo:

source: Refresh interval (sec.):
it: Intervallo di aggiornamento (sec.):

source: To disable refreshing please type 0.
it: Per disattivare l'aggiornamento, digitare 0.

source: No jobs running
it: Nessun lavoro in corso

source: Graphical client status is supported for Bacula clients version 9.0 and greater.
it: Lo stato del client grafico è supportato per i client Bacula versione 9.0 e superiore.

source: Status request timed out. The most probably the Bacula client is not available or it is not running.
it: La richiesta di stato è andata in timeout. Molto probabilmente il client Bacula non è disponibile o non è in esecuzione.

source: Start
it: Inizia

source: Stop
it: Ferma

source: Restart
it: Riavvia

source: Component action result
it: Risultato dell'azione del componente

source: Component start finished successfully.
it: L'avvio del componente è terminato con successo.

source: Component stop finished successfully.
it: L'arresto del componente è terminato con successo.

source: Component restart finished successfully.
it: Il riavvio del componente è terminato con successo.

source: Set bandwidth
it: Imposta larghezza di banda

source: Set client bandwidth limit
it: Imposta limite di banda del client
