Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: Language:
it: Lingua:

source: select language
it: seleziona lingua

source: Language
it: Lingua

source: Licence
it: Licenza

source: Authentication
it: Autenticazione

source: Finish
it: Fine

source: Step 1 - select language
it: Passaggio 1 - seleziona lingua

source: Please select language.
it: Si prega di selezionare la lingua.

source: Step 2 - add API instances
it: Passaggio 2 - aggiungi istanze API

source: Step 3 - params of Bacula database connection
it: Passaggio 3 - parametri di connessione al database Bacula

source: Step 4 - Baculum access to bconsole
it: Passaggio 4 - accesso Baculum a bconsole

source: Step 5 - authorization params to Baculum
it: Passaggio 5 - parametri di autorizzazione a Baculum

source: Step 5 - Finish
it: Passaggio 5 - Fine

source: Save
it: Salva

source: I have read the license terms and agree to
it: Ho letto i termini della licenza e accetto di

source: Database type:
it: Tipo di database:

source: select database
it: seleziona database

source: Need to move on to accept the license.
it: È necessario procedere per accettare la licenza.

source: Database name:
it: Nome del database:

source: Please select database type.
it: Si prega di selezionare il tipo di database.

source: Please enter database name.
it: Si prega di inserire il nome del database.

source: Please enter login.
it: Si prega di inserire il login.

source: IP address (or hostname):
it: Indirizzo IP (o nome host):

source: Please enter IP address or hostname.
it: Si prega di inserire l'indirizzo IP o il nome host.

source: Port:
it: Porta:

source: Please enter database port.
it: Si prega di inserire la porta del database.

source: SQLite database path:
it: Percorso del database SQLite:

source: Please enter database path.
it: Si prega di inserire il percorso del database.

source: Connection test:
it: Test di connessione:

source: Loading...
it: Caricamento...

source: Connection error
it: Errore di connessione

source: Bconsole binary file path:
it: Percorso del file binario Bconsole:

source: Please enter bconsole path.
it: Si prega di inserire il percorso di bconsole.

source: Please enter bconsole config file path.
it: Si prega di inserire il percorso del file di configurazione di bconsole.

source: Use sudo:
it: Usa sudo:

source: Bconsole connection test:
it: Test di connessione Bconsole:

source: Administration login:
it: Login di amministrazione:

source: Administration password:
it: Password di amministrazione:

source: Please enter password.
it: Si prega di inserire la password.

source: Password must be longer than 4 chars.
it: La password deve essere più lunga di 4 caratteri.

source: Retype administration password:
it: Ridigita la password di amministrazione:

source: Please enter retype password.
it: Si prega di reinserire la password.

source: Passwords must be the same.
it: Le password devono essere identiche.

source: Database parameters
it: Parametri del database

source: Database port:
it: Porta del database:

source: Bconsole access
it: Accesso Bconsole

source: Use sudo for bconsole requests:
it: Usa sudo per le richieste bconsole:

source: Authorization to Baculum panel
it: Autorizzazione al pannello Baculum

source: Step 7 - Finish
it: Passaggio 7 - Termina

source: Storage name:
it: Nome dell'archivio:

source: Console status
it: Stato della console

source: Drive number:
it: Numero unità:

source: Slot number:
it: Numero slot:

source: Mount
it: Monta

source: Release
it: Rilascia

source: Umount
it: Smonta

source: Status
it: Stato

source: Available actions
it: Azioni disponibili

source: Close
it: Chiudi

source: Operation is in progress
it: Operazione in corso

source: Volume status:
it: Stato del volume:

source: Recycle:
it: Ricicla:

source: Enabled:
it: Abilitato:

source: In changer:
it: Nel cambiador:

source: Apply
it: Applica

source: Volume name:
it: Nome del volume:

source: Client name:
it: Nome del client:

source: Information about version
it: Informazioni sulla versione

source: Pool name:
it: Nome del pool:

source: Purge
it: Purgare

source: Prune
it: Potatura

source: Switch the window view (normal/details)
it: Cambia la visualizzazione della finestra (normale/dettagli)

source: Maximum volumes:
it: Volumi massimi:

source: Action on purge:
it: Azione sulla purga:

source: Label format:
it: Formato etichetta:

source: Scratch pool:
it: Pool Scratch:

source: Restore configuration
it: Ripristina configurazione

source: Update volumes
it: Aggiorna volumi

source: Job name:
it: Nome del lavoro:

source: Storage:
it: Archiviazione:

source: Level:
it: Livello:

source: FileSet:
it: Insieme di file:

source: Priority:
it: Priorità:

source: Run job
it: Esegui lavoro

source: Estimate job
it: Stima lavoro

source: Accurate:
it: Preciso:

source: Storage Daemons
it: Demon di archiviazione

source: Clients
it: Clienti

source: Volumes
it: Volumi

source: Pools
it: Pool

source: Jobs
it: Lavori

source: Limit:
it: Limite:

source: Search:
it: Ricerca:

source: View mode:
it: Modalità visualizzazione:

source: simple
it: semplice

source: details
it: dettagli

source: Retention period value must be integer.
it: Il valore del periodo di conservazione deve essere un intero.

source: There is not possible to run selected action because:
it: Non è possibile eseguire l'azione selezionata perché:

source: Drive number must be integer.
it: Il numero del drive deve essere un intero.

source: Slot number must be integer.
it: Il numero dello slot deve essere un intero.

source: File retention value must be integer.
it: Il valore di conservazione del file deve essere un intero.

source: Job retention value must be integer.
it: Il valore di conservazione del lavoro deve essere un intero.

source: Vol. use duration value must be integer.
it: Il valore della durata dell'utilizzo del volume deve essere un intero.

source: Max. vol. jobs:
it: Max. lavori vol.:

source: Max. vol. jobs value must be integer.
it: Il valore massimo dei lavori del volume deve essere un intero.

source: Max. vol. files:
it: Max. file vol.:

source: Max. vol. files value must be integer.
it: Il valore massimo dei file del volume deve essere un intero.

source: Max. vol. bytes:
it: Max. byte vol.:

source: Max. vol. bytes value must be integer.
it: Il valore massimo dei byte del volume deve essere un intero.

source: Slot value must be integer.
it: Il valore dello slot deve essere un intero.

source: Max. volumes value must be integer.
it: Il valore massimo dei volumi deve essere un intero.

source: Use duration value must be integer.
it: Il valore della durata dell'utilizzo deve essere un intero.

source: Label format value must not be empty.
it: Il valore del formato dell'etichetta non deve essere vuoto.

source: Priority value must be integer greather than 0.
it: Il valore della priorità deve essere un intero maggiore di 0.

source: File retention value must be positive integer or zero.
it: Il valore di conservazione del file deve essere un intero positivo o zero.

source: Job retention value must be positive integer or zero.
it: Il valore di conservazione del lavoro deve essere un intero positivo o zero.

source: File retention (in days):
it: Conservazione file (in giorni):

source: Job retention (in days):
it: Conservazione lavoro (in giorni):

source: select pool
it: seleziona pool

source: Retention period (in hours):
it: Periodo di conservazione (in ore):

source: Vol. use duration (in hours):
it: Durata utilizzo vol. (in ore):

source: Job to restore:
it: Lavoro da ripristinare:

source: Backup from client:
it: Backup dal client:

source: Restore to client:
it: Ripristina al client:

source: Backup to restore:
it: Backup da ripristinare:

source: Step 1 - select source backup client
it: Passaggio 1 - seleziona client di backup sorgente

source: Step 2 - select backup to restore
it: Passaggio 2 - seleziona backup da ripristinare

source: Backup selection method:
it: Metodo di selezione backup:

source: Selected backup
it: Backup selezionato

source: FileSet resource:
it: Risorsa FileSet:

source: Storage resource:
it: Risorsa di Storage:

source: Pool resource:
it: Risorsa Pool:

source: Step 3 - select files to restore
it: Passaggio 3 - seleziona i file da ripristinare

source: Files
it: File

source: To see file versions please click a file on the left files browser.
it: Per vedere le versioni dei file, fare clic su un file nel browser dei file a sinistra.

source: To add a file to restore please click 'Add' link or please drag here the file from the top frame or from the frame on the left.
it: Per aggiungere un file da ripristinare, fare clic sul link 'Aggiungi' o trascina qui il file dal frame in alto o dal frame a sinistra.

source: It seems that there is no files for choosing or file records in database for this job has been purged (file retention period expired)
it: Sembra che non ci siano file da scegliere o i record dei file nel database per questo lavoro sono stati eliminati (il periodo di conservazione del file è scaduto)

source: Group most recent backups
it: Raggruppa i backup più recenti

source: Where
it: Dove

source: Restore to directory:
it: Ripristina nella directory:

source: Step 4 - select destination for restore
it: Passaggio 4 - seleziona la destinazione per il ripristino

source: Step 4 - options for restore
it: Passaggio 4 - opzioni per il ripristino

source: Replace files:
it: Sostituisci i file:

source: Options
it: Opzioni

source: Restore job priority:
it: Priorità del lavoro di ripristino:

source: do not replace files
it: non sostituire i file

source: if files from restore are older
it: se i file da ripristinare sono più vecchi

source: if files from restore are newer
it: se i file da ripristinare sono più recenti

source: always replace files
it: sostituisci sempre i file

source: Source parameters
it: Parametri della fonte

source: Backup data from client:
it: Dati di backup dal cliente:

source: FileSet to restore:
it: Set di file da ripristinare:

source: Files for restore
it: File per il ripristino

source: Selected files count:
it: Conteggio file selezionati:

source: Destination parameters
it: Parametri di destinazione

source: Restore to path:
it: Ripristina su percorso:

source: Restore job options
it: Opzioni del lavoro di ripristino

source: Run restore
it: Esegui il ripristino

source: Run
it: Esegui

source: Cancel
it: Annulla

source: There is no backup for restore. Please go to previous step and select another client for restore or proceed backups for the client selected in previous step.
it: Non c'è nessun backup da ripristinare. Torna allo step precedente e seleziona un altro cliente per il ripristino o esegui il backup per il cliente selezionato nello step precedente.

source: Database file path (SQLite only):
it: Percorso del file del database (solo SQLite):

source: Selected directories count:
it: Conteggio directory selezionate:

source: Delete job
it: Elimina lavoro

source: Cancel job
it: Annulla lavoro

source: NOTE!
it: NOTA!

source: Baculum needs access to bconsole by the web server.
it: Baculum necessita l'accesso a bconsole tramite il server web.

source: Director:
it: Direttore:

source: Jobs for run
it: Lavori da eseguire

source: Run job again
it: Esegui di nuovo il lavoro

source: Job status
it: Stato del lavoro

source: Bacula console
it: Console Bacula

source: show console
it: mostra console

source: hide console
it: nascondi console

source: volumes tools
it: strumenti per volumi

source: Label volume(s)
it: Etichetta volume(i)

source: Update slots using barcodes
it: Aggiorna gli slot utilizzando i codici a barre

source: Update slots without barcodes
it: Aggiorna gli slot senza codici a barre

source: Label name:
it: Nome dell'etichetta:

source: Label
it: Etichetta

source: Use barcodes as label:
it: Usa i codici a barre come etichetta:

source: Update barcodes slots
it: Aggiorna gli slot dei codici a barre

source: Update slots scan
it: Aggiorna la scansione degli slot

source: Label name have to contain string value from set [0-9a-zA-Z_-].
it: Il nome dell'etichetta deve contenere un valore stringa dal set [0-9a-zA-Z_-].

source: Slots for label have to contain string value from set [0-9-,].
it: Gli slot per l'etichetta devono contenere un valore stringa dal set [0-9-,].

source: Drive has to contain digit value from set [0-9].
it: L'unità deve contenere un valore numerico dal set [0-9].

source: Slots for update have to contain string value from set [0-9-,].
it: Gli slot per l'aggiornamento devono contenere un valore stringa dal set [0-9-,].

source: or run
it: o esegui

source: internal Baculum error.
it: erreur Baculum interne.

source: TRY AGAIN
it: RIPROVA

source: Enable debug
it: Abilita il debug

source: clear bvfs cache
it: cancellare la cache bvfs

source: Bconsole admin config file path:
it: Percorso del file di configurazione dell'amministratore Bconsole

source: Bconsole custom config file path:
it: Percorso del file di configurazione personalizzato di Bconsole:

source: Please enter bconsole custom config file path.
it: Inserisci il percorso del file di configurazione personalizzato bconsole.

source: For need defining more Baculum users with custom access or restricted console access (Bconsole ACLs) here is possible to determine custom bconsole configuration file format for each user.
it: Se è necessario definire più utenti Baculum con accesso personalizzato o accesso alla console limitato (ACL Bconsole), è possibile determinare un formato di file di configurazione bconsole personalizzato per ciascun utente.

source: If there is used only one Baculum user then below field value will be ignored
it: Se viene utilizzato un solo utente Baculum, il valore del campo sottostante verrà ignorato.

source: {user} keyword will be replaced for each logged user into according username.
it: Se viene utilizzato un solo utente Baculum, il valore del campo sottostante verrà ignorato.

source: If there is used only one Baculum user then below field value will be ignored.
it: Se viene utilizzato un solo utente Baculum, il valore del campo sottostante verrà ignorato.

source: Above administration login and administration password will be used for login as administrator to Baculum WebGUI. They are your HTTP Basic authorization params by using which you will be logged in to Baculum.
it: Le credenziali di accesso e la password di amministrazione sopra indicate verranno utilizzate per accedere come amministratore alla WebGUI di Baculum. Si tratta dei parametri di autorizzazione HTTP Basic, tramite i quali si accederà a Baculum.

source: If all above steps will not help or if during installation you made mistake in password in Initial Wizard, please remove settings file located in baculum/protected/Data/settings.conf and re-run Initial wizard.
it: Se tutti i passaggi precedenti non dovessero essere d'aiuto o se durante l'installazione hai commesso un errore nella password nella procedura guidata iniziale, rimuovi il file di impostazioni che si trova in baculum/protected/Data/settings.conf e riesegui la procedura guidata iniziale.

source: Action:
it: Azione :

source: unmark all and close
it: deseleziona tutto e chiudi

source: This action will clear bvfs cache that was created during preparing restore files. There is not recommended use this action during restore job working. Are you sure?
it: Questa azione cancellerà la cache BVFS creata durante la preparazione dei file di ripristino. Si sconsiglia di utilizzare questa azione durante l'esecuzione del processo di ripristino. Sei sicuro?

source: Debug files enable possibility to save most of actions executed on Bacularis WebGUI. Debug functionality should be enabled if there is happening something wrong with Bacularis or if something that looks like a bug. Logs can be useful for detecting a problems in Bacularis working. After confirmation this message Bacularis debug files will be continuously saving in /protected/Web/Logs/ directory. Are you sure?
it: I file di debug consentono di salvare la maggior parte delle azioni eseguite sulla WebGUI di Bacularis. La funzionalità di debug dovrebbe essere abilitata in caso di problemi con Bacularis o se qualcosa sembra un bug. I log possono essere utili per rilevare eventuali problemi di funzionamento di Bacularis. Dopo la conferma, questo messaggio indica che i file di debug di Bacularis verranno salvati nella directory /protected/Web/Logs/. Sei sicuro?

source: 10 elements
it: 10 elementi

source: 25 elements
it: 25 elementi

source: 50 elements
it: 50 elementi

source: 100 elements
it: 100 elementi

source: 200 elements
it: 200 elementi

source: 500 elements
it: 500 elementi

source: unlimited
it: illimitato

source: 1000 elements
it: 1000 elementi

source: Volume name
it: Nome del volume

source: When expire
it: Quando scade

source: Storage name
it: Nome dell'archiviazione

source: days
it: giorni

source: day
it: giorno

source: Warning! You checked over 50 elements. Please note, that in case more time consuming actions, web browser request may timed out after 30 seconds. It this case action will be canceled and in consequence the action may not touch all selected elements. Are you sure you want to continue?
it: Attenzione! Hai selezionato più di 50 elementi. Tieni presente che, in caso di azioni che richiedono più tempo, la richiesta del browser web potrebbe scadere dopo 30 secondi. In questo caso, l'azione verrà annullata e di conseguenza potrebbe non toccare tutti gli elementi selezionati. Vuoi continuare?

source: Close the window
it: Chiudi la finestra

source: Change the window size
it: Cambiare la dimensione della finestra

source: Configuration of storage daemons.
it: Configurazione dei demoni di archiviazione.

source: Configuration of clients daemons.
it: Configurazione dei daemon dei client.

source: Management of volumes.
it: Gestione dei volumi.

source: Management of volumes pools.
it: Gestione di pool di volumi.

source: Jobs settings.
it: Impostazioni di lavoro.

source: Starting jobs.
it: Inizio lavori.

source: Restore
it: Ripristinare

source: Restore wizard.
it: Procedura guidata di ripristino.

source: Settings
it: Impostazioni

source: Management settings wizard.
it: Procedura guidata per le impostazioni di gestione.

source: Client name
it: Nome del cliente

source: File Retention
it: Conservazione dei file

source: Job Retention
it: Conservazione del lavoro

source: Last written:
it: Ultimo scritto:

source: never written
it: mai scritto

source: When expire:
it: Quando scade:

source: Job name
it: Nome del lavoro

source: End time
it: Ora di fine

source: Type
it: Tipo

source: Level
it: Livello

source: Director
it: Direttore

source: Enter
it: Inserisci

source: Clear
it: Cancella

source: select action
it: seleziona azione

source: Delete
it: Elimina

source: Output for selected job is not available yet or you do not have enabled logging job logs to the catalog database. To watch job log you need to add to the job Messages resource the following directive: Catalog = all, !debug, !skipped, !saved
it: L'output per il lavoro selezionato non è ancora disponibile o non hai abilitato il registro dei log del lavoro al database del catalogo. Per vedere il registro del lavoro devi aggiungere alla risorsa Messaggi del lavoro la seguente direttiva: Catalogo = tutti, !debug, !saltato, !salvato

source: Workspace
it: Area di lavoro

source: Graphs
it: Grafici

source: select job
it: seleziona lavoro

source: Last 6 hours
it: Ultime 6 ore

source: Last 12 hours
it: Ultime 12 ore

source: Today
it: Oggi

source: Two days
it: Due giorni

source: Last week
it: Ultima settimana

source: Last two weeks
it: Ultime due settimane

source: Last month
it: Ultimo mese

source: Last three months
it: Ultimi tre mesi

source: Last six months
it: Ultimi sei mesi

source: Last year
it: Ultimo anno

source: Date From:
it: Data Da:

source: Date To:
it: Data A:

source: Legend:
it: Legenda:

source: select client
it: seleziona cliente

source: Job size / Time
it: Dimensione del lavoro / Tempo

source: Job size
it: Dimensione del lavoro

source: Time
it: Tempo

source: File retention (in sec.):
it: Conservazione dei file (in sec.):

source: Job retention (in sec.):
it: Conservazione del lavoro (in sec.):

source: Max. Vol. Bytes:
it: Max. Vol. Byte:

source: Max. Vol. Files:
it: Max. Vol. File:

source: Max. Vol. Jobs:
it: Max. Vol. Lavori:

source: Retention Period (in sec.):
it: Periodo di conservazione (in sec.):

source: Storage Daemons.
it: Daemon di archiviazione.

source: Vol. Use Duration (in sec.):
it: Durata Utilizzo Vol. (in sec.):

source: Yes
it: Sì

source: JobId to Verify:
it: JobId da verificare:

source: JobId to Verify value must be integer greather than 0.
it: Il valore di JobId da verificare deve essere un intero maggiore di 0.

source: Job to Verify:
it: Lavoro da verificare:

source: Verify by Job Name
it: Verifica per nome del lavoro

source: Verify by JobId
it: Verifica per JobId

source: Verify option:
it: Opzione di verifica:

source: Running jobs:
it: Lavori in esecuzione:

source: Finished jobs:
it: Lavori completati:

source: Add
it: Aggiungi

source: Actions
it: Azioni

source: Size
it: Dimensione

source: Job:
it: Lavoro:

source: Media Type
it: Tipo di media

source: Go to started job after start:
it: Vai al lavoro avviato dopo l'avvio:

source: Job status summary
it: Riepilogo dello stato del lavoro

source: Quick job access
it: Accesso rapido al lavoro

source: Finished jobs
it: Lavori finiti

source: The most often used:
it: Il più usato:

source: Number of clients
it: Numero di clienti

source: jobs
it: lavori

source: Job count the most used:
it: Conteggio lavori più utilizzato:

source: level
it: livello

source: status
it: stato

source: Jump to job (last 100):
it: Salta al lavoro (ultimi 100):

source: View
it: Visualizza

source: Total bytes:
it: Byte totali:

source: Total files:
it: File totali:

source: Database size:
it: Dimensione del database:

source: Number of pools:
it: Numero di pool:

source: times
it: volte

source: Execution count most used:
it: Conteggio esecuzioni più utilizzato:

source: Total bytes
it: Byte totali

source: Restore Wizard
it: Ripristina Wizard

source: Perform restore
it: Esegui il ripristino

source: Configuration Wizard
it: Asistente de Configuración

source: Baculum Settings
it: Configuración de Baculum

source: start time
it: hora de inicio

source: Users
it: Usuarios

source: User name
it: Nombre de usuario

source: Role
it: Rol

source: Remove user
it: Eliminar usuario

source: Logout
it: Cerrar sesión

source: Change password
it: Cambiar contraseña

source: Administrator
it: Administrador

source: Normal user
it: Usuario normal

source: Add new user
it: Añadir nuevo usuario

source: Username:
it: Nombre de usuario:

source: Invalid login value. Login may contain a-z A-Z 0-9 characters.
it: Valor de inicio de sesión inválido. El inicio de sesión puede contener caracteres a-z A-Z 0-9.

source: Jobs on volume
it: Trabajos en volumen

source: No jobs on the volume.
it: No hay trabajos en el volumen.

source: Jobs for Client
it: Trabajos para Cliente

source: No jobs for the client.
it: No hay trabajos para el cliente.

source: Configuration
it: Configuración

source: bdirjson binary file path:
it: Ruta del archivo binario bdirjson:

source: bsdjson binary file path:
it: Ruta del archivo binario bsdjson:

source: bfdjson binary file path:
it: Ruta del archivo binario bfdjson:

source: bbconsjson binary file path:
it: Percorso del file binario bbconsjson:

source: Main Director config file path (usually bacula-dir.conf):
it: Percorso del file di configurazione del Direttore principale (solitamente bacula-dir.conf):

source: Main Storage Daemon config file path (usually bacula-sd.conf):
it: Percorso del file di configurazione del Daemon di Archiviazione principale (solitamente bacula-sd.conf):
