Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: This type of authentication is realized by an external directory service. To authenticate it uses the Bacularis Web login form.
it: Questo tipo di autenticazione è realizzato da un servizio di directory esterno. Per autenticarsi utilizza il modulo di login Bacularis Web.

source: Job log
it: Registro dei lavori

source: New verify job
it: Nuovo lavoro di verifica

source: New verify job wizard
it: Procedura guidata per nuovo lavoro di verifica

source: Verify jobs run checking the integrity of the backup jobs data and metadata and also can help improving the computer security. It is done by computing and comparing job metadata between three locations: volumes, catalog database and filesystem.
it: I lavori di verifica controllano l'integrità dei dati e dei metadati dei lavori di backup e possono anche contribuire a migliorare la sicurezza del computer. Questo viene fatto calcolando e confrontando i metadati dei lavori tra tre posizioni: volumi, database del catalogo e filesystem.

source: Step 2 - what to verify
it: Passaggio 2 - cosa verificare

source: What would you like to verify
it: Cosa vorresti verificare

source: Backup job data and metadata
it: Dati e metadati di backup

source: File attributes and checksums on the filesystem
it: Attributi del file e checksum sul filesystem

source: This option is for verifying job data and metadata (file attributes and checksums) on the volumes, in the catalog database and on the filesystem. It uses the job levels: VolumeToCatalog, Data or DiskToCatalog.
it: Questa opzione consente di verificare i dati dei lavori e i metadati (attributi del file e checksum) sui volumi, nel database del catalogo e nel filesystem. Utilizza i livelli di lavoro: VolumeToCatalog, Dati o DiskToCatalog.

source: This option is for improving the computer security by saving the snapshot of the filesystem metadata in the catalog database and periodicaly check if something on the filesystem has changed. It uses the job levels: InitCatalog and Catalog.
it: Questa opzione consente di migliorare la sicurezza del computer salvando l'instantanea dei metadati del filesystem nel database del catalogo e controllando periodicamente se qualcosa nel filesystem è cambiato. Utilizza i livelli di lavoro: InitCatalog e Catalog.

source: Choose a way you would like to verify job data
it: Scegli come vuoi verificare i dati del lavoro

source: Verify if the job metadata written on the volume match the job metadata written in the catalog database. This way does not validate the data, only the metadata (file attributes and checksums). It is useful to check the integrity of the metadata between the volume and the catalog.
it: Verifica se i metadati del lavoro scritti sul volume corrispondono ai metadati del lavoro scritti nel database del catalogo. Questo metodo non valida i dati, solo i metadati (attributi del file e checksum). È utile per verificare l'integrità dei metadati tra il volume e il catalogo.

source: Verify the integrity of the job data written on the volume and optionaly compare the file sizes and checksums written on the volume with the file sizes and checksums stored in the catalog database. It is useful to check the data integrity on volumes to know if the job data has not been corrupted or modified. Optionaly there is also possible to compare file sizes and checksums between the volumes and the catalog database.
it: Verifica l'integrità dei dati del lavoro scritti sul volume e, facoltativamente, confronta le dimensioni dei file e i checksum scritti sul volume con le dimensioni dei file e checksum memorizzati nel database del catalogo. È utile per verificare l'integrità dei dati sui volumi per sapere se i dati del lavoro non sono stati corrotti o modificati. Facoltativamente è anche possibile confrontare dimensioni e checksum di file tra i volumi e il database del catalogo.

source: Check changes in the file attributes on the filesystem since the last backup. This is useful for seeing what has changed on the filesystem since the last backup. The backup data file attributes from the catalog database are compared to the current file attributes on the filesystem.
it: Controlla i cambiamenti negli attributi dei file sul filesystem dall'ultimo backup. Questo è utile per vedere cosa è cambiato nel filesystem dall'ultimo backup. Gli attributi dei file di backup del database del catalogo sono confrontati con gli attributi dei file attuali sul filesystem.

source: Select a backup job you would like to verify
it: Seleziona un lavoro di backup che desideri verificare

source: Select a backup job to verify by job name. The verify job will always use the most recent backup with that name for verification.
it: Seleziona un lavoro di backup da verificare per nome del lavoro. Il lavoro di verifica utilizzerà sempre il backup più recente con quel nome per la verifica.

source: Create a general purpose verify job. The verify job will verify the last job in the catalog so the verify job needs to be run just after finished backup job. If the verify job is started manually, you can select a jobid or a job name to verify in the run job window.
it: Crea un lavoro di verifica di uso generale. Il lavoro di verifica verificherà l'ultimo lavoro nel catalogo, quindi il lavoro di verifica deve essere eseguito appena dopo il lavoro di backup terminato. Se il lavoro di verifica viene avviato manualmente, è possibile selezionare un jobid o un nome di lavoro da verificare nella finestra di esecuzione del lavoro.

source: What file attributes you would like to compare
it: Quali attributi di file vorresti confrontare

source: Compare the inodes
it: Confronta gli inode

source: Compare the permission bits
it: Confronta i bit di autorizzazione

source: Compare the number of links
it: Confronta il numero di collegamenti

source: Compare the user ID
it: Confronta l'ID utente

source: Compare the group ID
it: Confronta l'ID gruppo

source: Compare the size
it: Confronta le dimensioni

source: Compare the access time
it: Confronta il tempo di accesso

source: Compare the modification time
it: Confronta l'ora di modifica

source: Report file size decreases
it: Segnala la diminuzione delle dimensioni del file

source: Compare the MD5 signature
it: Confronta la firma MD5

source: Compare the SHA1 signature
it: Confronta la firma SHA1

source: Verify job directives
it: Direttive per il lavoro di verifica

source: The client is used in all verify job levels to deal with file attributes and checksums sent from the Storage Daemon (for levels: VolumeToCatalog and Data) or read from the filesystem (for level: DiskToCatalog, InitCatalog and Catalog).
it: Il client viene utilizzato in tutti i livelli di lavoro di verifica per gestire gli attributi dei file e i checksum inviati dal Daemon di archiviazione (per i livelli: VolumeToCatalog e Dati) o letti dal filesystem (per il livello: DiskToCatalog, InitCatalog e Catalog).

source: The storage is used in the VolumeToCatalog and Data job levels to read the backup data and metadata from volumes and sent it to the File Daemon for verification.
it: L'archiviazione viene utilizzata nei livelli di lavoro VolumeToCatalog e Dati per leggere i dati e i metadati di backup dai volumi e inviarli al File Daemon per la verifica.

source: The pool is not used in the verify job but it should be defined as a standard Job directive.
it: Il pool non viene utilizzato nel lavoro di verifica, ma dovrebbe essere definito come una direttiva di lavoro standard.

source: What to verify
it: Cosa verificare

source: Job data
it: Dati del lavoro

source: How to verify
it: Come verificare

source: Job to verify
it: Lavoro da verificare

source: File attributes to compare
it: Attributi del file da confrontare

source: Select a client on which system you want to check file attributes
it: Seleziona un cliente sul cui sistema desideri controllare gli attributi dei file

source: Click the button below to specify the paths in the filesystem to check the attributes:
it: Fai clic sul pulsante qui sotto per specificare i percorsi nel filesystem per controllare gli attributi:

source: Add paths
it: Aggiungi percorsi

source: Include paths
it: Includi percorsi

source: Exclude paths
it: Escludi percorsi

source: Step 3 - how to verify
it: Passaggio 3 - come verificare

source: Apply path selection
it: Applica selezione percorsi

source: Include paths:
it: Includi percorsi:

source: Exclude paths:
it: Escludi percorsi:

source: Filesystem data
it: Dati del filesystem

source: General purpose verify job
it: Lavoro di verifica generale

source: flat browser
it: browser piatto

source: tree browser
it: browser ad albero

source: Job age on the dashboard job graphs
it: Età del lavoro sulle grafiche di lavoro della dashboard

source: Set age for jobs to display the job graphs on the dashboard page. Setting zero means displaying the graphs for all jobs without limitation.
it: Imposta l'età dei lavori per visualizzare i grafici dei lavori sulla pagina della dashboard. Impostare zero significa visualizzare i grafici per tutti i lavori senza limitazione.

source: last %time %unit
it: ultimo %time %unit

source: Job %jobname details
it: Dettagli del lavoro %jobname

source: Reports
it: Rapporti

source: Job history report
it: Rapporto storico lavori

source: Date:
it: Data:

source: All jobs
it: Tutti i lavori

source: All issues
it: Tutti i problemi

source: Only errors
it: Solo errori

source: %count job(s) finished successfully.
it: %count lavoro(i) terminato(i) con successo.

source: Job report with errors and warnings
it: Rapporto di lavoro con errori e avvisi

source: Job report with errors but not warnings
it: Rapporto di lavoro con errori ma senza avvisi

source: all X jobs finished successfully (no X means one job)
it: tutti i lavori X terminati con successo (nessuna X significa un lavoro)

source: X jobs with at least one job finished successfully
it: Lavori X con almeno un lavoro terminato con successo

source: all X jobs finished with error or cancelled
it: tutti i lavori X terminati con errore o annullati

source: All %count jobs finished with error or cancelled.
it: Tutti i %count lavori terminati con errore o annullati.

source: %errors/%count jobs finished with error or cancelled.
it: %errors/%count lavori terminati con errore o annullati.

source: No job
it: Nessun lavoro

source: Display options
it: Opzioni di visualizzazione

source: Features
it: Funzionalità

source: Type bconsole command
it: Digita il comando bconsole

source: API Panel
it: Pannello API

source: Go to resource
it: Vai alla risorsa

source: Pool: %pool, Vol. status: %volstatus
it: Insieme: %pool, stato Vol.: %volstatus

source: Pool volume status summary
it: Riepilogo dello stato del volume dell'insieme

source: New user
it: Nuovo utente

source: Step 1 - basic information about new user
it: Passaggio 1 - informazioni di base sul nuovo utente

source: New user wizard
it: Assistente nuovo utente

source: This wizard enables you to create in easy way a new Bacularis user.
it: Questo assistente ti permette di creare in modo facile un nuovo utente Bacularis.

source: Step 2 - assign roles to user
it: Passaggio 2 - assegna ruoli all'utente

source: Assign roles
it: Assegna ruoli

source: Roles are for giving users restricted access to defined Bacularis interface areas (pages). Each role have configured interface pages. Users with roles assigned are allowed to visit only the pages that are in the user roles.
it: I ruoli servono per dare agli utenti un accesso limitato a aree definite dell'interfaccia di Bacularis (pagine). Ogni ruolo ha pagine di interfaccia configurate. Gli utenti con ruoli assegnati possono visitare solo le pagine che sono nei ruoli dell'utente.

source: Invalid role value.
it: Valore del ruolo non valido.

source: Step 3 - assign API hosts
it: Passaggio 3 - assegna host API

source: Assign API hosts
it: Assegna host API

source: In this step you can create and assign API host accounts to users. These accounts are defined connections to the hosts with Bacula resources. You can have many API host connections to the same local or remote API host. You can assign one or more API hosts to one user.
it: In questo passaggio puoi creare e assegnare account host API agli utenti. Questi account sono connessioni definite agli host con risorse Bacula. Puoi avere molte connessioni host API allo stesso host API locale o remoto. Puoi assegnare uno o più host API a un utente.

source: Step 4 - access to Bacula resources
it: Passaggio 4 - accesso alle risorse Bacula

source: Bacula resources access
it: Accesso alle risorse Bacula

source: Here you can restrict Bacula resources for the user. It is specially useful for case when the user should not have access to all Bacula resources or it should have access only to own resources (own jobs, ability to restore only own backups, run own backup jobs... etc.)
it: Qui puoi limitare le risorse Bacula per l'utente. È particolarmente utile nel caso in cui l'utente non debba avere accesso a tutte le risorse Bacula o debba avere accesso solo alle proprie risorse (propri lavori, capacità di ripristinare solo i propri backup, eseguire i propri lavori di backup... ecc.)

source: Should this user have access to all Bacula resources or only to specific resources?
it: Questo utente dovrebbe avere accesso a tutte le risorse Bacula o solo a risorse specifiche?

source: Access to all shared API host resources (all jobs, all clients, all storages...etc.)
it: Accesso a tutte le risorse host API condivise (tutti i lavori, tutti i client, tutti gli archivi...ecc.)

source: Access to selected resources only
it: Accesso solo a risorse selezionate

source: Access
it: Accesso

source: Set access
it: Imposta accesso

source: Access to resources
it: Accesso alle risorse

source: Select a way to restrict Bacula resources available for the new user:
it: Scegli un modo per limitare le risorse Bacula disponibili per il nuovo utente:

source: Create a Console with selected job(s) and with the job dependent resources (FileSet, Client, Storage, Schedule...etc.). After creating assign this Console to the API host.
it: Crea una Console con il(i) lavoro(i) selezionato(i) e con le risorse dipendenti dal lavoro (FileSet, Client, Storage, Programma...ecc.). Dopo averlo creato, assegna questa Console all'host API.

source: API host jobs:
it: Lavori dell'host API:

source: Select already existing Console and assign it to the API host.
it: Seleziona una Console già esistente e assegnala all'host API.

source: API host console:
it: Console host API:

source: Full access to all resources. The Console access is not used.
it: Accesso completo a tutte le risorse. L'accesso alla console non è utilizzato.

source: Step 5 - summary
it: Passaggio 5 - riepilogo

source: Resource access
it: Accesso alle risorse

source: Create user
it: Crea utente

source: Restricted
it: Limitato

source: Select existing API host account to create the new account:
it: Seleziona l'account host API esistente per creare il nuovo account:

source: Admin API host:
it: Admin host API:

source: New API host name:
it: Nuovo nome host API:

source: Access to all available resources
it: Accesso a tutte le risorse disponibili

source: Client jobs
it: Lavori del client

source: Information
it: Informazioni

source: After starting the job, go to the running job status
it: Dopo aver avviato il lavoro, vai allo stato del lavoro in esecuzione

source: Account settings
it: Impostazioni account

source: The two-factor authentication makes authentication process stronger by adding to traditional user/password login method one additional step (second factor).
it: L'autenticazione a due fattori rafforza il processo di autenticazione aggiungendo al tradizionale metodo di login utente/password un passaggio aggiuntivo (secondo fattore).

source: The second factor can use third-party authenticator application (e.g. a mobile or desktop app) that shows a generated and frequently changing code to use for authentication.
it: Il secondo fattore può utilizzare un'applicazione autenticatore di terze parti (ad es. un'app mobile o desktop) che mostra un codice generato e frequentemente cambiante da utilizzare per l'autenticazione.

source: 2FA settings
it: Impostazioni 2FA

source: TOTP two-factor authentication
it: Autenticazione a due fattori TOTP

source: TOTP is an algorithm used for authentication with time-based one-time password. This authentication method generates time based one-time password. It uses an authenticator app like: Google Authenticator or other authentiactor apps.
it: TOTP è un algoritmo utilizzato per l'autenticazione con password monouso basate sul tempo. Questo metodo di autenticazione genera una password monouso basata sul tempo. Usa un'app di autenticazione come: Google Authenticator o altre app di autenticazione.

source: Step 1
it: Passaggio 1

source: Scan in the authenticator app the QR code
it: Scansiona nel'app di autenticazione il codice QR

source: or alternatively type the code below manually to the authenticator app:
it: o digita alternativamente il codice sottostante manualmente nell'app di autenticazione:

source: show
it: mostra

source: hide
it: nascondi

source: Step 2
it: Passaggio 2

source: In the field below please type currently displayed 6 digit code from the authenticator app
it: Nel campo sottostante digita il codice a 6 cifre attualmente visualizzato dall'app di autenticazione

source: Authenticator code:
it: Codice autenticatore:

source: Invalid authentication code. Please try again.
it: Codice di autenticazione non valido. Si prega di riprovare.

source: For used the HTTP Basic authentication the 2FA is not available. To use multi-factor authentication please switch Bacularis to other authentication method (ex. the local user authentication).
it: Per l'autenticazione HTTP Basic utilizzata il 2FA non è disponibile. Per utilizzare l'autenticazione multi-fattore, si prega di passare Bacularis a un altro metodo di autenticazione (ad es. l'autenticazione dell'utente locale).

source: Two-factor authentication
it: Autenticazione a due fattori

source: Result
it: Risultato

source: Raw output
it: Output grezzo

source: Estimated job files
it: File di lavoro stimati

source: Estimated job bytes
it: KByte di lavoro stimati

source: Job size and files per day
it: Dimensione del lavoro e file al giorno

source: Last successful job
it: Ultimo successo

source: hour
it: ora

source: hours
it: ore

source: minute
it: minuto

source: minutes
it: minutos

source: %time ago
it: %time atrás

source: Last failed job
it: Ultimo fallimento

source: Rerun
it: Riesegui

source: All directives
it: Tutte le direttive

source: Audit log
it: Log di controllo

source: Enable audit log
it: Abilita log di controllo

source: Audit log enables to log and track all important user actions.
it: Il log di controllo consente di registrare e tenere traccia di tutte le azioni importanti dell'utente.

source: Maximum number of log entries
it: Numero massimo di voci di registro

source: Maximum number of log lines stored in the audit log file.
it: Numero massimo di righe di registro memorizzate nel file di log di controllo.

source: Log types
it: Tipi di log

source: Application
it: Applicazione

source: This category logs actions on Bacula configuration like saving, creating or removing Bacula resources.
it: Questa categoria registra le azioni sulla configurazione di Bacula, come il salvataggio, la creazione o la rimozione di risorse di Bacula.

source: This category logs application specific actions like adding, editing or removing users, roles, API hosts and others.
it: Questa categoria registra le azioni specifiche dell'applicazione, come l'aggiunta, la modifica o la rimozione di utenti, ruoli, host API e altre.

source: This category logs actions possible to run by users like running backup or restore and others.
it: Questa categoria registra le azioni che possono essere eseguite dagli utenti, come l'esecuzione di backup o ripristino e altre.

source: This category logs security issues like log in actions, log in failed or 2FA failed.
it: Questa categoria registra problemi di sicurezza come azioni di accesso, accesso non riuscito o 2FA non riuscito.

source: IP address
it: Indirizzo IP

source: Date
it: Data

source: Category
it: Categoria

source: Log message
it: Messaggio di log

source: Log categories
it: Categorie di log

source: seconds
it: secondi

source: Job over time report
it: Report sull'avanzamento dei lavori

source: Field cannot be empty.
it: Il campo non può essere vuoto.

source: OS profile:
it: Profilo del sistema operativo:

source: Select authentication method:
it: Seleziona il metodo di autenticazione:

source: Admin username:
it: Nome utente Admin:

source: SSH key:
it: Chiave SSH:

source: Key passphrase (optional):
it: Frase d'accesso chiave (opzionale):

source: Save as name (optional):
it: Salva come nome (opzionale):

source: Invalid value.
it: Valore non valido.

source: OS profile name:
it: Nome profilo OS:

source: Add repository entry to remote host:
it: Aggiungi voce repository al host remoto:

source: Repository type:
it: Tipo di repository:

source: Bacularis repository URL (or entry):
it: URL do repositório Bacularis (ou entrada):

source: Bacularis repository key URL:
it: URL chiave repository Bacularis:

source: Use system repository:
it: Usa repository di sistema:

source: Bacula repository URL (or entry):
it: URL repository Bacula (o voce):

source: Bacula repository key URL:
it: URL chiave repository Bacula:

source: Bacularis admin user:
it: Utente amministratore Bacularis:

source: Bacularis admin password:
it: Password amministratore Bacularis:

source: Bacularis start command:
it: Comando di avvio Bacularis:

source: Use sudo for commands:
it: Usa sudo per i comandi:

source: Sudo user:
it: Utente sudo:

source: Bacularis installation command:
it: Comando di installazione Bacularis:

source: Bacularis upgrade command:
it: Comando di aggiornamento Bacularis:

source: Bacularis removal command:
it: Comando di rimozione Bacularis:

source: Bacularis info command:
it: Comando informazioni Bacularis:

source: Bacularis enable command:
it: Comando di abilitazione Bacularis:

source: Bacularis pre-install command:
it: Comando pre-installazione Bacularis:

source: Bacularis pre-upgrade command:
it: Comando pre-aggiornamento Bacularis:

source: Bacularis pre-remove command:
it: Comando pre-rimozione Bacularis:

source: Bacularis post-install command:
it: Comando post-installazione Bacularis:

source: Bacularis post-upgrade command:
it: Comando post-aggiornamento Bacularis:

source: Bacularis post-remove command:
it: Comando post-rimozione Bacularis:

source: Director installation command:
it: Comando di installazione Director:

source: Director upgrade command:
it: Comando di aggiornamento Director:

source: Director removal command:
it: Comando di rimozione Director:

source: Director info command:
it: Comando informazioni Director:

source: Director enable command:
it: Comando di abilitazione Director:

source: Director pre-install command:
it: Comando pre-installazione Director:

source: Director pre-upgrade command:
it: Comando pre-aggiornamento Director:

source: Director pre-remove command:
it: Comando pre-rimozione Director:

source: Director post-install command:
it: Comando post-installazione Director:

source: Director post-upgrade command:
it: Comando post-aggiornamento Director:

source: Director post-remove command:
it: Comando post-rimozione Director:

source: Storage installation command:
it: Comando di installazione Storage:

source: Storage upgrade command:
it: Comando di aggiornamento Storage:

source: Storage removal command:
it: Comando di rimozione Storage:

source: Storage info command:
it: Comando informazioni Storage:

source: Storage enable command:
it: Comando di abilitazione Storage:
