Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: The SSL certificate has been installed successfully. Please load the page using the HTTPS protocol.
it: Il certificato SSL è stato installato con successo. Carica la pagina utilizzando il protocollo HTTPS.

source: Load page using HTTPS protocol
it: Carica pagina utilizzando il protocollo HTTPS

source: OS environment
it: Ambiente OS

source: Operating system
it: Sistema operativo

source: Web server name
it: Nome del server web

source: Renew SSL certificate
it: Rinnova certificato SSL

source: Create SSL certificate
it: Crea certificato SSL

source: Install SSL certificate
it: Installa certificato SSL

source: Certificate parameters
it: Parametri del certificato

source: Certificate type
it: Tipo di certificato

source: Let's Encrypt certificate
it: Certificato di Let's Encrypt

source: Self-signed certificate
it: Certificato autogenerato

source: Uploaded own certificate
it: Caricato il proprio certificato

source: Common name (address, e.g. myhost.xyz)
it: Nome comune (indirizzo, ad es. myhost.xyz)

source: Validity time (days)
it: Tempo di validità (giorni)

source: Additional parameters
it: Parametri aggiuntivi

source: Email address
it: Indirizzo email

source: Country code (two letters)
it: Codice del paese (due lettere)

source: State or province
it: Stato o provincia

source: Locality (e.g. city)
it: Località (ad es. città)

source: Organization unit (e.g. section)
it: Unità organizzativa (ad es. sezione)

source: Administrator access needed
it: Accesso amministratore necessario

source: System admin name
it: Nome dell'amministratore del sistema

source: System admin password
it: Password dell'amministratore del sistema

source: Use sudo
it: Usa sudo

source: Uninstall SSL certificate
it: Disinstalla certificato SSL

source: Web server
it: Server web

source: Web server port
it: Porta del server web

source: Network options
it: Opzioni di rete

source: New web server settings will be automatically applied to the current main API host if this API host is local (with 'localhost' address).
it: Le nuove impostazioni del server web saranno applicate automaticamente all'host API principale corrente se questo host API è locale (con l'indirizzo 'localhost').

source: All other existing local API hosts definitions (if exist) have to be updated manually on the [Security] -> [API hosts] page.
it: Tutte le altre definizioni esistenti degli host API locali (se esistono) devono essere aggiornate manualmente nella pagina [Sicurezza] -> [Host API].

source: This way the local connection between Web -> API will be adapted to new settings.
it: In questo modo la connessione locale tra Web -> API sarà adattata alle nuove impostazioni.

source: Load page using new settings
it: Carica la pagina utilizzando le nuove impostazioni

source: The web server settings have been updated successfully. Please load the page using the new settings.
it: La configurazione del server web è stata aggiornata con successo. Si prega di caricare la pagina utilizzando le nuove impostazioni.

source: By clicking the create SSL certificate button, you agree with
it: Cliccando sul pulsante per creare il certificato SSL, accetti

source: The SSL certificate has been uninstalled successfully. Please load the page using the HTTP protocol.
it: Il certificato SSL è stato disinstallato con successo. Si prega di caricare la pagina utilizzando il protocollo HTTP.

source: Load page using HTTP protocol
it: Carica pagina utilizzando il protocollo HTTP

source: This certificate type can be useful if you are going to share Bacularis outside your local network.
it: Questo tipo di certificato può essere utile se si intende condividere Bacularis al di fuori della propria rete locale.

source: To prepare this certificate type, there is required to have Bacularis available on publicly open TCP port 80. This is necessary to perform by the certificate provider a validation that proves your control over the domain name. This it called the HTTP-01 challenge.
it: Per preparare questo tipo di certificato, è necessario avere Bacularis disponibile su TCP porta 80 pubblicamente aperta. Ciò è necessario per eseguire dal provider del certificato una convalida che dimostra il tuo controllo sul nome del dominio. Questo è chiamato la sfida HTTP-01.

source: After performing validation and issuing the certificate, Bacularis will be switched to HTTPS port 443 automatically. At the end port can be changed to any other port.
it: Dopo aver eseguito la convalida e rilasciato il certificato, Bacularis verrà automaticamente commutato alla porta HTTPS 443. Alla fine la porta può essere modificata in qualsiasi altra porta.

source: Assign
it: Assegna

source: Please select existing tags or create new ones.
it: Si prega di selezionare i tag esistenti o crearne di nuovi.

source: Assign tag
it: Assegna tag

source: Selected tags
it: Tag selezionati

source: Add tag(s)
it: Aggiungi tag

source: Click here to set tags
it: Clicca qui per impostare i tag

source: Create a new tag
it: Crea un nuovo tag

source: Color
it: Colore

source: Severity
it: Gravità

source: Select severity
it: Seleziona la gravità

source: Accessibility
it: Accessibilità

source: Local tag - available only for you
it: Tag locale - disponibile solo per te

source: Global tag - available for everybody
it: Tag globale - disponibile per tutti

source: Tag already exists.
it: Il tag esiste già.

source: Please select tag to assign.
it: Seleziona il tag da assegnare.

source: Please type new tag name.
it: Inserisci il nome del nuovo tag.

source: Type a tag name.
it: Digita un nome per il tag.

source: local tag
it: tag locale

source: global tag
it: tag globale

source: severity
it: gravità

source: All tags
it: Tutti i tag

source: Tags
it: Tag

source: Edit tag
it: Modifica tag

source: Local user tags
it: Tag utenti locali

source: Global tags
it: Tag globali

source: Global tags are tags available for all users. Because every user can create and assign them, you may want to consider enabling this feature if Bacularis users collaborate with each other and want to have shared tags. In environments where users do not collaborate or do not know each other, it is recommended to disable this option.
it: I tag globali sono tag disponibili per tutti gli utenti. Poiché ogni utente può crearli e assegnarli, potresti voler considerare l'attivazione di questa funzione se gli utenti Bacularis collaborano tra loro e vogliono avere tag condivisi. In ambienti in cui gli utenti non collaborano o non si conoscono, si consiglia di disattivare questa opzione.

source: Enable global tags
it: Abilita i tag globali

source: Select action
it: Scegliere l\'azione

source: If you use non-AWS S3 cloud storage, please don't forget to set the BlobEndpoint directive in the advanced options below.
it: Se utilizzi lo storage cloud S3 non AWS, non dimenticare di impostare la direttiva BlobEndpoint nelle opzioni avanzate qui sotto.

source: NOTE
it: NOTA

source: Multi-factor authentication
it: Autenticazione a più fattori

source: Configure TOTP 2FA
it: Configura TOTP 2FA

source: TOTP 2FA is configured.
it: TOTP 2FA è configurato.

source: Disable TOTP 2FA
it: Disabilita TOTP 2FA

source: FIDO U2F hardware keys
it: Chiavi hardware FIDO U2F

source: The second factor uses the U2F security hardware keys.
it: Il secondo fattore utilizza le chiavi di sicurezza hardware U2F.

source: Configure U2F keys
it: Configura le chiavi U2F

source: FIDO U2F two-factor authentication
it: Autenticazione a due fattori FIDO U2F

source: The FIDO U2F/CTAP1 standard adds to the authentication the second factor which uses the hardware security key. This is very strong and secure method using the asymetric cryptograhpy. A good practice is to add two security keys to be able log in even then, when you loose the main key.
it: Lo standard FIDO U2F/CTAP1 aggiunge all'autenticazione il secondo fattore che utilizza la chiave di sicurezza hardware. Questo è un metodo molto forte e sicuro che utilizza la crittografia asimmetrica. Una buona pratica è aggiungere due chiavi di sicurezza per poter effettuare l'accesso anche quando si perde la chiave principale.

source: Add new security key
it: Aggiungi una nuova chiave di sicurezza

source: Are you sure you want to remove key '%key_name'?
it: Sei sicuro di voler rimuovere la chiave '%key_name'?

source: Last used
it: Ultimo utilizzo

source: Enable TOTP 2FA
it: Abilita TOTP 2FA

source: Two-factor authentication method
it: Metodo di autenticazione a due fattori

source: unconfigured
it: non configurato

source: FIDO U2F settings
it: Impostazioni FIDO U2F

source: TOTP 2FA settings
it: Impostazioni TOTP 2FA

source: Key properties
it: Proprietà chiave

source: Set a friendly name for your key to make it easier to recognize.
it: Assegna un nome intuitivo alla tua chiave per renderla più facile da riconoscere.

source: The connection is not HTTPS. FIDO U2F does not work with an unencrypted HTTP connection. To use FIDO U2F, please install a valid TLS/SSL certificate.
it: La connessione non è HTTPS. FIDO U2F non funziona con una connessione HTTP non crittografata. Per utilizzare FIDO U2F, installa un certificato TLS/SSL valido.

source: Bacularis package repository
it: Repository del pacchetto Bacularis

source: Bacula package repository
it: Repository del pacchetto Bacula

source: warning
it: avviso

source: error
it: errore

source: Filter
it: Filtro

source: Check/uncheck all
it: Seleziona/deseleziona tutto

source: Save to pattern
it: Salva nel modello

source: The saving component configuration to pattern feature allows to save entire (or selected) Bacula component configuration to pattern and configs. This enables to easily reuse this configuration on new Bacula hosts. This helps to configure multiple new Bacula hosts with the same or similar configuration using a single action. The configuration is divided into Bacula resources (configs) that can be applied to new hosts at once (by appying pattern) or you can select which Bacula resources you want to apply to new host (by applying configs).
it: La funzione di salvataggio della configurazione del componente nel modello permette di salvare l'intera (o selezionata) configurazione del componente Bacula nel modello e nei configs. Ciò rende più facile riutilizzare questa configurazione su nuovi host Bacula. Questo aiuta a configurare nuovi host Bacula con la stessa o simile configurazione utilizzando una singola azione. La configurazione è divisa in risorse Bacula (configs) che possono essere applicate a nuovi host contemporaneamente (applicando il modello) o si possono selezionare quali risorse Bacula si vogliono applicare al nuovo host (applicando i configs).

source: Save Bacula component configuration to pattern
it: Salva la configurazione del componente Bacula nel modello

source: Select Bacula resources to save to pattern configs
it: Seleziona le risorse Bacula da salvare nelle configurazioni del modello

source: The following placeholders can be used in the config name
it: Nei nomi delle configurazioni possono essere utilizzati i seguenti segnaposto

source: Bacula component type (ex: dir, sd, fd)
it: Tipo di componente Bacula (es: dir, sd, fd)

source: Bacula component name (ex: bacula-dir, debian-fd, hostxyz-sd)
it: Nome del componente Bacula (es: bacula-dir, debian-fd, hostxyz-sd)

source: Bacula resource type (ex: Job, Client, Pool)
it: Tipo di risorsa Bacula (es: Job, Client, Pool)

source: Bacula resource name (ex: BackupClient1, BackupCatalog, verify_job_321)
it: Nome della risorsa Bacula (es: BackupClient1, BackupCatalog, verify_job_321)

source: Overwrite config if exists
it: Sovrascrivi la configurazione se esiste

source: Save the config even if a config with the same name already exists. In this case, the config will be overwritten by the new one.
it: Salva la configurazione anche se esiste già una configurazione con lo stesso nome. In questo caso, la configurazione verrà sovrascritta da quella nuova.

source: Working
it: In lavorazione

source: All clients
it: Todos los clientes

source: Clients with running jobs
it: Clientes con trabajos en ejecución

source: Clients without running jobs
it: Clientes sin trabajos en ejecución

source: Cancel client jobs
it: Cancelar trabajos de clientes

source: Job types to cancel
it: Tipos de trabajos a cancelar

source: Cancel all jobs
it: Cancelar todos los trabajos

source: Cancel running jobs
it: Cancelar trabajos en ejecución

source: Cancel waiting jobs to run
it: Cancelar trabajos en espera para ejecutar

source: Cancel jobs
it: Cancelar trabajos

source: cancelling
it: cancelando

source: Bacula client component graphs
it: Gráficos de componentes del cliente Bacula

source: Bacula client system graphs
it: Gráficos del sistema del cliente Bacula

source: Client versions
it: Versiones del cliente

source: Client plugins
it: Plugins del cliente

source: Client plugin versions
it: Versiones de plugins del cliente

source: Client systems
it: Sistemas del cliente

source: Client system distros
it: Distribuciones del sistema del cliente

source: Client distro versions
it: Versiones de la distribución del cliente

source: Global check/uncheck all
it: Marcar/desmarcar todo global

source: Add variable
it: Agregar variable

source: Default value
it: Valor predeterminado

source: Edit variable
it: Editar variable

source: Variable name
it: Nombre de la variable

source: Variable description
it: Descripción de la variable

source: My variable 123 description.
it: Descripción de mi variable 123.

source: My variable value 123
it: Valor de mi variable 123

source: Constants
it: Constantes

source: Add constant
it: Agregar constante

source: Constant name
it: Nome costante

source: Constant description
it: Descrizione costante

source: My constant 123 description.
it: Descrizione della mia costante 123.

source: My constant value 123
it: Valore della mia costante 123

source: Edit constant
it: Modifica costante

source: Enter comma separated values to multiple item selection
it: Inserisci valori separati da virgole per la selezione di più elementi

source: Value
it: Valore

source: Variable with given name already exists.
it: Esiste già una variabile con lo stesso nome.

source: Constants are names that store user-defined values. They are useful for having a dictionary of frequently used strings that can be accessed in any text field in Bacularis. To select a constant, type % (percent sign) in the text field.
it: Le costanti sono nomi che memorizzano valori definiti dall'utente. Sono utili per avere un dizionario di stringhe usate frequentemente che possono essere accessibili in qualsiasi campo di testo in Bacularis. Per selezionare una costante, digita % (simbolo percentuale) nel campo di testo.

source: Variables are placeholders for user-provided values. Unlike global constants, variables are only used in pattern configs. The main difference between constants and variables is that the values of constants are defined in advance, whereas the values of variables are provided by user at the time of use. When the user applies patterns or configs that have variables in the configuration, he/she is prompted to provide values of the variables. This extends the config and pattern functions and makes them dynamically configurable. To select a variable, type $ (dollar sign) in the config text field.
it: Le variabili sono segnaposti per valori forniti dall'utente. A differenza delle costanti globali, le variabili vengono utilizzate solo nelle configurazioni dei pattern. La principale differenza tra costanti e variabili è che i valori delle costanti sono definiti in anticipo, mentre i valori delle variabili sono forniti dall'utente al momento dell'uso. Quando l'utente applica pattern o config che contengono variabili nella configurazione, viene chiesto di fornire i valori delle variabili. Questo estende le funzioni di configurazione e pattern e le rende dinamicamente configurabili. Per selezionare una variabile, digita $ (simbolo del dollaro) nel campo di testo della configurazione.

source: Show configs used in patterns
it: Mostra configurazioni utilizzate nei pattern

source: Hide configs used in patterns
it: Nascondi configurazioni utilizzate nei pattern

source: Add-ons
it: Add-on

source: Plugin functions have been moved to Add-ons page available in the main menu.
it: Le funzioni dei plugin sono state spostate nella pagina Add-on disponibile nel menu principale.

source: Go to
it: Vai a

source: Plugin not installed
it: Plugin non installato

source: Organization
it: Organizzazione

source: Cannot change organization. A username with the same name already exists in the selected organization.
it: Impossibile cambiare organizzazione. Un nome utente con lo stesso nome esiste già nell'organizzazione selezionata.

source: or use
it: o utilizza

source: Organizations
it: Organizzazioni

source: Auth methods
it: Metodi di autenticazione

source: Identity providers
it: Fornitori di identità

source: Provision user
it: Fornisci utente

source: New user role
it: Nuovo ruolo utente

source: New user API host
it: Nuovo host API utente

source: Add new identity provider
it: Aggiungi nuovo fornitore di identità

source: Edit identity provider
it: Modifica fornitore di identità

source: Add identity provider
it: Aggiungi fornitore di identità

source: Identity provider identifier
it: Identificatore del fornitore di identità

source: Identity provider name
it: Nome del fornitore di identità

source: This is the Single Sign-On (SSO) authentication method with using the OpenID Connect (OIDC) protocol. It is realized with an external identity provider.
it: Questo è il metodo di autenticazione Single Sign-On (SSO) utilizzando il protocollo OpenID Connect (OIDC). Viene realizzato con un fornitore di identità esterno.

source: Redirect URI
it: Reindirizza URI

source: Endpoints and functions
it: Endpoint e funzioni

source: Use discovery endpoint
it: Usa endpoint di scoperta

source: Discovery URL
it: URL di scoperta

source: Authorization URL
it: URL di autorizzazione

source: Token URL
it: URL token

source: Logout URL
it: URL di logout

source: User Info URL
it: URL informazioni utente

source: Validate signatures
it: Valida firme

source: Use JWKS endpoint
it: Usa endpoint JWKS

source: Use PKCE
it: Usa PKCE

source: PKCE method
it: Metodo PKCE

source: Scope
it: Ambito

source: Credentials
it: Credenziali

source: Client ID
it: ID cliente

source: Client secret
it: Segreto del cliente

source: User attribute source
it: Origine attributo utente

source: Username attribute
it: Attributo nome utente

source: Long name attribute
it: Attributo nome lungo

source: Email attribute
it: Attributo email

source: Description attribute
it: Attributo descrizione

source: Attribute sync. policy
it: Politica di sincronizzazione attributi.

source: Do not synchronize
it: Non sincronizzare

source: Synchronize on each login
it: Sincronizza ad ogni accesso

source: JWKS URL
it: URL JWKS

source: Public key (PEM format)
it: Chiave pubblica (formato PEM)

source: Public key ID
it: ID chiave pubblica

source: Add new organization
it: Aggiungi nuova organizzazione

source: Add organization
it: Aggiungi organizzazione

source: Organization identifier
it: Identificatore dell'organizzazione

source: Use current auth method
it: Usa metodo di autenticazione corrente

source: Use identity provider
it: Usa fornitore di identità

source: Identity provider
it: Fornitore di identità

source: Login button color
it: Colore del pulsante di accesso

source: Organization:
it: Organizzazione:

source: IdP name
it: Nome IdP

source: IdP type
it: Tipo IdP

source: Auth method
it: Metodo autenticazione

source: Edit organization
it: Modifica organizzazione

source: Default organization for imported users:
it: Organizzazione predefinita per gli utenti importati:

source: New user organization
it: Nuova organizzazione utente

source: If you use your own identity provider (IdP) to authenticate users, you can configure Bacularis to use it. You can define one or multiple identity providers across different domains. This also enables single sign-on (SSO) support with the OpenID Connect authentication protocol. Identity providers are associated with organizations. Each organization can have its own identity provider.
it: Se utilizzi il tuo fornitore di identità (IdP) per autenticare gli utenti, è possibile configurare Bacularis per utilizzarlo. Puoi definire uno o più fornitori di identità su diversi domini. Ciò consente anche il supporto per l'accesso singolo (SSO) con il protocollo di autenticazione OpenID Connect. I fornitori di identità sono associati alle organizzazioni. Ogni organizzazione può avere il suo fornitore di identità.

source: Select one of the authentication methods to provide base authentication.
it: Seleziona uno dei metodi di autenticazione per fornire l'autenticazione di base.

source: Organizations help divide users into departments or other groups (e.g., sales department, finance department...). This facilitates user management within structures and allows separate authentication type for each organization. They are also useful for enabling single sign-on (SSO) with using the OpenID Connect authentication protocol.
it: Le organizzazioni aiutano a dividere gli utenti in dipartimenti o altri gruppi (ad es. dipartimento vendite, dipartimento finanziario...). Ciò facilita la gestione degli utenti all'interno delle strutture e consente un tipo di autenticazione separato per ogni organizzazione. Sono anche utili per abilitare l'accesso singolo (SSO) con l'uso del protocollo di autenticazione OpenID Connect.

source: IdP ID
it: ID IdP

source: The following organizations cannot be removed because they contain users. Please unassign users from these organizations and try again.
it: Le seguenti organizzazioni non possono essere rimosse perché contengono utenti. Si prega di deselezionare gli utenti da queste organizzazioni e riprovare.

source: The following identity providers cannot be removed because they are used in organizations. Please unassign identity providers from the organizations and try again.
it: I seguenti fornitori di identità non possono essere rimossi perché sono utilizzati nelle organizzazioni. Si prega di deselezionare i fornitori di identità dalle organizzazioni e riprovare.

source: Organization with identifier '%s' already exists.
it: L'organizzazione con identificatore '%s' esiste già.

source: Use refresh token
it: Usa token di aggiornamento

source: Identity provider identifier '%s' already exists. Please type different identifier.
it: Identificatore del fornitore di identità '%s' esiste già. Si prega di digitare un identificatore diverso.

source: Additional options
it: Opzioni aggiuntive

source: Post logout redirect URI
it: URI di reindirizzamento dopo logout

source: Client version should be the same or lower than the Director and Storage Daemon version.
it: La versione del client dovrebbe essere la stessa o inferiore alla versione del Direttore e del Daemon di archiviazione.

source: Director version
it: Versione del direttore

source: Client version
it: Versione del client

source: Current components
it: Componenti attuali

source: Possible compatibility issue
it: Possibile problema di compatibilità

source: Storage Daemon version should be the same as the Director version.
it: La versione del Daemon di archiviazione dovrebbe essere la stessa della versione del Direttore.

source: Storage Daemon version
it: Versione del Daemon di archiviazione

source: Select the roles you want to assign to the selected users.
it: Seleziona i ruoli che desideri assegnare agli utenti selezionati.

source: Assign user roles
it: Assegna ruoli utente

source: Error while assigning user roles.
it: Errore durante l'assegnazione dei ruoli utente.

source: Unassign user roles
it: Deseleziona i ruoli utente
