Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: Select the roles you want to unassign from the selected users.
it: Seleziona i ruoli che desideri rimuovere dagli utenti selezionati.

source: Note
it: Nota

source: User must have at least one role assigned. This function protects against unassigning all roles and always keeps at least one role assigned to user.
it: L'utente deve avere almeno un ruolo assegnato. Questa funzione protegge dalla rimozione di tutti i ruoli e mantiene sempre almeno un ruolo assegnato all'utente.

source: Unassign roles
it: Rimuovi ruoli

source: Error while unassigning user roles.
it: Errore durante la rimozione dei ruoli utente.

source: Set organization
it: Imposta organizzazione

source: Set user organization
it: Imposta organizzazione utente

source: Select the organization to which you want to assign the selected users.
it: Seleziona l'organizzazione a cui desideri assegnare gli utenti selezionati.

source: Error while setting user organization.
it: Errore durante l'impostazione dell'organizzazione utente.

source: The following selected users could not be assigned to the destination organization because the same users already exists there:
it: Gli utenti selezionati non potrebbero essere assegnati all'organizzazione di destinazione perché gli stessi utenti esistono già lì:

source: Set API hosts or API host groups
it: Imposta host API o gruppi di host API

source: Set API hosts or groups
it: Imposta host API o gruppi

source: Select API hosts or API host groups that you want to set for the selected users.
it: Seleziona host API o gruppi di host API che desideri impostare per gli utenti selezionati.

source: Previous user API host setting will be overwritten by this new setting.
it: Le impostazioni precedenti dell'host API dell'utente verranno sovrascritte da questa nuova impostazione.

source: Error while setting API host method for users.
it: Errore durante l'impostazione del metodo di host API per gli utenti.

source: Web access
it: Accesso web

source: Add web access
it: Aggiungi accesso web

source: The web access URLs can be used for different automations. This allows to create URLs that grant controlled access to selected actions (such as run backup). There can be configured various time, usage and IP address access limits. The configuration can be customized for each web access URL individually.
it: Gli URL di accesso web possono essere utilizzati per diverse automazioni. Ciò consente di creare URL che consentono un accesso controllato ad azioni selezionate (come l'esecuzione del backup). Possono essere configurati vari limiti di accesso in termini di tempo, utilizzo e indirizzo IP. La configurazione può essere personalizzata per ogni URL di accesso web individualmente.

source: Time access
it: Accesso al tempo

source: Usage access
it: Accesso all’utilizzo

source: Source access
it: Accesso alla sorgente

source: Resource action
it: Azione sulla risorsa

source: Resource params
it: Parametri della risorsa

source: Access URL
it: URL di accesso

source: Stats
it: Statistiche

source: Resource type
it: Tipo di risorsa

source: Create time
it: Data di creazione

source: Access time
it: Ora di accesso

source: Action target
it: Obiettivo dell’azione

source: Access limits
it: Limiti di accesso

source: valid all the time (until manual remove)
it: sempre valido (fino alla rimozione manuale)

source: valid for X days from now
it: valido per X giorni da adesso

source: Validity days
it: Giorni di validità

source: valid between date X and Y
it: valido tra la data X e Y

source: From date
it: Dalla data

source: To date
it: Alla data

source: one-time use
it: utilizzo singolo

source: X number of uses
it: numero di utilizzi X

source: unlimited number of uses
it: numero illimitato di utilizzi

source: Number of uses
it: Numero di utilizzi

source: access for given IP addresses
it: accesso per determinati indirizzi IP

source: Allowed IP addresses (comma separated)
it: Indirizzi IP consentiti (separati da virgola)

source: Modify action parameters
it: Modifica parametri azione

source: Run job action params
it: Esegui parametri azione job

source: Params
it: Parametri

source: See resource params
it: Vedi parametri della risorsa

source: See statistics
it: Vedi statistiche

source: Edit web access
it: Modifica accesso web

source: Not used yet
it: Non ancora utilizzato

source: Valid from
it: Valido da

source: Valid to
it: Valido fino a

source: Number of days
it: Numero di giorni

source: Valid for
it: Valido per

source: Time state
it: Stato temporale

source: Max. usage
it: Utilizzo massimo

source: Usage left
it: Utilizzi rimanenti

source: Usage state
it: Stato utilizzo

source: Date range
it: Intervallo di date

source: Valid
it: Valido

source: Numer of use
it: Numero di utilizzi

source: Web access statistics
it: Statistiche accesso web

source: IP addr. restriction
it: Restrizione indirizzo IP

source: For X days
it: Per X giorni

source: One-time use
it: Utilizzo singolo

source: Web access parameters
it: Parametri di accesso web

source: Number of latest jobs in table on dashboard
it: Numero di job recenti nella tabella del cruscotto
