Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: All statuses
it: Tutti gli stati

source: Graphical storage status is supported for Bacula storages version 9.0 and greater.
it: Il supporto dello stato di archiviazione grafico è supportato per le archiviazioni Bacula versione 9.0 e successive.

source: Status request timed out. The most probably the Bacula storage is not available or it is not running.
it: La richiesta di stato ha esaurito il tempo. Molto probabilmente l'archiviazione Bacula non è disponibile o non è in esecuzione.

source: Display messages log window
it: Visualizza la finestra del registro dei messaggi

source: Truncate log
it: Tronca il registro

source: Messages
it: Messaggi

source: Last %errors/%count jobs finished with error.
it: Gli ultimi lavori %errors/%count sono terminati con errore.

source: All last %count jobs finished successfully.
it: Tutti gli ultimi lavori %count sono terminati con successo.

source: Drive index
it: Indice di unità

source: Drive name
it: Nome unità

source: Unload
it: Scarica

source: Manage autochanger
it: Gestisci autochanger

source: Slot in device
it: Slot nel dispositivo

source: Slot in catalog
it: Slot nel catalogo

source: Load
it: Carica

source: Load drive
it: Carica unità

source: index
it: indice

source: device
it: dispositivo

source: Drive
it: Unità

source: Empty
it: Vuoto

source: In drive %index (%drive)
it: Nell'unità %index (%drive)

source: Import/Export
it: Importa/Esporta

source: Label using barcodes
it: Etichetta utilizzando codici a barre

source: Move to import/export slot
it: Sposta nello slot di importazione/esportazione

source: Autochanger management is unavailable. To manage autochanger from here, add it to the API host devices on the API host side.
it: La gestione dell'autochanger non è disponibile. Per gestire l'autochanger da qui, aggiungilo ai dispositivi host API sul lato host API.

source: Drive index:
it: Indice di unità:

source: Slots
it: Slot

source: Release I/E
it: Rilascia I/E

source: Move to import/export slots
it: Sposta negli slot di importazione/esportazione

source: There are to few import/export slots to transfer selected volumes. Free import/export slots count: %slots_count, selected volumes count: %vols_count.
it: Ci sono troppo pochi slot di importazione/esportazione per trasferire i volumi selezionati. Conteggio slot di importazione/esportazione liberi: %slots_count, conteggio volumi selezionati: %vols_count.

source: Import/export slot
it: Slot di importazione/esportazione

source: Destination slot
it: Slot di destinazione

source: Release import/export slot
it: Rilascia slot di importazione/esportazione

source: Tape drives
it: Unità a nastro

source: Changer slots
it: Slot Changer

source: Release all I/E slots
it: Rilascia tutti gli slot I/E

source: There are to few regular slots to transfer selected volumes from import/export slots. Full import/export slot count: %ie_slot_count, free regular slot count: %slot_count.
it: Ci sono troppo pochi slot regolari per trasferire i volumi selezionati dagli slot di importazione/esportazione. Conteggio completo slot di importazione/esportazione: %ie_slot_count, conteggio slot regolari liberi: %slot_count.

source: Tip: To use bulk autochanger actions, please select table rows.
it: Suggerimento: Per utilizzare le azioni di autochanger di massa, seleziona le righe della tabella.

source: Mount volume
it: Monta volume

source: API hosts:
it: Host API:

source: Please select API host
it: Seleziona host API

source: FD address
it: Indirizzo FD

source: FD port
it: Porta FD

source: FD API host
it: Host API FD

source: Configure file daemon
it: Configura demone dei file

source: There was a problem with loading the resource configuration. Please check if selected API host is working and if it provides access to the resource configuration.
it: C'è stato un problema con il caricamento della configurazione della risorsa. Verifica che l'host API selezionato stia funzionando e se fornisce l'accesso alla configurazione della risorsa.

source: SD API host
it: Host API SD

source: SD address
it: Indirizzo SD

source: SD port
it: Porta SD

source: Configure storage daemon
it: Configura demone di archiviazione

source: # Directories:
it: # Cartelle:

source: # Files:
it: # File:

source: Search...
it: Cerca...

source: case sensitive
it: sensibile al maiuscolo/minuscolo

source: Backup client
it: Client di backup

source: Job type
it: Tipo di lavoro

source: Restore time point
it: Punto di ripristino

source: Catalogs
it: Cataloghi

source: Status director
it: Direttore di stato

source: Configure director
it: Configura direttore

source: Job
it: Lavoro

source: Job status desc.:
it: Desc. stato lavoro:

source: Scheduled time:
it: Orario programmato:

source: Scheduled jobs
it: Lavori programmati

source: No jobs scheduled
it: Nessun lavoro programmato

source: No jobs terminated
it: Nessun lavoro terminato

source: Director details
it: Dettagli direttore

source: Graphical director status is supported for Bacula directors version 9.0 and greater.
it: Lo stato grafico del direttore è supportato per i direttori di Bacula dalla versione 9.0 o superiore.

source: Status request timed out. The most probably the Bacula director is not available or it is not running.
it: La richiesta di stato è scaduta. Molto probabilmente il direttore di Bacula non è disponibile o non è in esecuzione.

source: To use the console page please configure bbconsjson binary file path on the API side.
it: Per utilizzare la pagina della console, configurare il percorso del file binario bbconsjson sul lato dell'API.

source: Console details
it: Dettagli della console

source: Configure console
it: Configura console

source: Mode:
it: Modalità:

source: Jobs finished successfully
it: Lavori terminati con successo

source: Jobs finished with warnings
it: Lavori terminati con avvisi

source: Jobs finished with errors
it: Lavori terminati con errori

source: Jobs cancelled
it: Lavori annullati

source: Copy
it: Copia

source: Column visibility
it: Visibilità della colonna

source: 1 row selected
it: 1 riga selezionata

source: %d rows selected
it: %d righe selezionate

source: Showing _START_ to _END_ of _TOTAL_ entries
it: Visualizzazione _START_ a _END_ di _TOTAL_ voci

source: First
it: Primo

source: Last
it: Ultimo

source: No matching records found
it: Nessun record corrispondente trovato

source: filtered from _MAX_ total entries
it: filtrato da _MAX_ voci totali

source: No data available in table
it: Nessun dato disponibile nella tabella

source: Jump to:
it: Vai a:

source: Previous error/warning
it: Errore/avviso precedente

source: Next error/warning
it: Errore/avviso successivo

source: New backup job
it: Nuovo lavoro di backup

source: New copy job
it: Nuovo lavoro di copia

source: Step 1 - basic information about new job
it: Passaggio 1 - informazioni di base sul nuovo lavoro

source: New copy job wizard
it: Guida per nuovo lavoro di copia

source: Copy jobs run copying backup jobs data from one volume to another. It is done by reading the previously backed up data from volume and writing it to another volume in a different pool. All process runs without using file daemon.
it: I lavori di copia eseguono la copia dei dati dei lavori di backup da un volume a un altro. Questo viene fatto leggendo i dati precedentemente salvati in backup dal volume e scrivendoli su un altro volume in un pool diverso. L'intero processo avviene senza utilizzare il file daemon.

source: Step 2 - what you want to copy
it: Passaggio 2 - cosa si desidera copiare

source: Source Pool
it: Pool di origine

source: Please select a pool from which you want to copy data.
it: Seleziona una piscina da cui desideri copiare i dati.

source: The source pool will be examined for finding backup jobs to copy.
it: La piscina di origine verrà esaminata per trovare i lavori di backup da copiare.

source: See volumes in selected pool
it: Visualizza i volumi nella piscina selezionata

source: Step 3 - how would you like to copy
it: Passaggio 3 - come vorresti copiare

source: Backup jobs selection criteria
it: Criteri di selezione dei lavori di backup

source: Please select the criteria that will be used for selecting backup jobs to copy.
it: Seleziona i criteri che verranno utilizzati per selezionare i lavori di backup da copiare.

source: Copy by job
it: Copia per lavoro

source: Copy by client
it: Copia per client

source: Copy by volume
it: Copia per volume

source: Copy by smallest volume
it: Copia per il volume più piccolo

source: Copy by oldest volume
it: Copia per il volume più vecchio

source: Copy by SQL query
it: Copia tramite query SQL

source: Copy all uncopied jobs (Pool Uncopied Jobs)
it: Copia tutti i lavori non copiati (Lavori non copiati del Pool)

source: See backup jobs
it: Visualizza lavori di backup

source: See clients
it: Visualizza clienti

source: See volumes
it: Visualizza volumi

source: Warning
it: Attenzione

source: Note.
it: Nota.

source: To chosen destination pool %pool will be assigned new Storage %storage. This action can affect all jobs (listed below) that use this pool. Are you sure you want to assign the storage %storage to pool %pool?
it: Alla piscina di destinazione scelta %pool verrà assegnato un nuovo Storage %storage. Questa azione può influire su tutti i lavori (elencati di seguito) che utilizzano questa piscina. Sei sicuro di voler assegnare lo storage %storage alla piscina %pool?

source: See all jobs that use the pool
it: Visualizza tutti i lavori che utilizzano la piscina

source: Step 4 - where you like to copy
it: Passaggio 4 - dove desideri copiare

source: Destination Pool
it: Piscina di destinazione

source: Please select destination pool to which will be stored data.
it: Seleziona la piscina di destinazione in cui verranno archiviati i dati.

source: Destination Storage
it: Storage di destinazione

source: Step 5 - copy job options
it: Passaggio 5 - opzioni di copia del lavoro

source: Other options
it: Altre opzioni

source: Pick job name
it: Scegli il nome del lavoro

source: Pick client name
it: Scegli il nome del cliente

source: Pick volume name
it: Scegli il nome del volume

source: Level, Client and FileSet are not used during copy jobs running but they are required to define in copy job resource as the standard Job directives.
it: Livello, Client e FileSet non vengono utilizzati durante l'esecuzione di lavori di copia ma sono necessari per definirli nella risorsa di lavoro di copia come direttive di lavoro standard.

source: Source Storage
it: Storage di origine

source: Please select a storage using which you want to read copy data.
it: Scegli uno storage con il quale desideri leggere i dati da copiare.

source: Please select a storage using which you want to write copied data.
it: Scegli uno storage con il quale desideri scrivere i dati copiati.

source: Not used
it: Non utilizzato

source: New backup job wizard
it: Assistente nuovo lavoro di backup

source: This wizard enables you to create in easy way a new backup job.
it: Questo assistente ti permette di creare in modo facile un nuovo lavoro di backup.

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: Days of the week
it: Giorni della settimana

source: Weeks of the month
it: Settimane del mese

source: first
it: primo

source: second
it: secondo

source: third
it: terzo

source: fourth
it: quarto

source: fifth
it: quinto

source: sixth
it: sesto

source: Days of the month
it: Giorni del mese

source: Weeks of the year
it: Settimane dell'anno

source: All weeks
it: Tutte le settimane

source: All days
it: Tutti i giorni

source: Run at specified HH:MM
it: Esegui alle HH:MM specificate

source: Run at
it: Esegui alle

source: All months
it: Tutti i mesi

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: Last day of the month
it: Ultimo giorno del mese

source: Months of the year
it: Mesi dell'anno

source: Hourly
it: Ogni ora

source: Daily
it: Giornaliero

source: Weekly
it: Settimanale

source: Monthly
it: Mensile

source: Custom
it: Personalizzato

source: Run job every hour at the specified minute
it: Esegui il lavoro ogni ora al minuto specificato

source: Run job every day at the specified time
it: Esegui il lavoro ogni giorno all'orario specificato

source: Run job every week at the specified time on selected days of the week
it: Esegui il lavoro ogni settimana all'orario specificato nei giorni della settimana selezionati

source: Run job every month at the specified time in selected weeks of the month
it: Esegui il lavoro ogni mese all'orario specificato nelle settimane del mese selezionate

source: Setup your custom schedule
it: Configura il tuo programma personalizzato

source: Override directives
it: Direttive di override

source: Migrate by job
it: Migra per lavoro

source: Migrate by client
it: Migra per cliente

source: Migrate by volume
it: Migra per volume

source: Migrate by smallest volume
it: Migra per il volume più piccolo

source: Migrate by oldest volume
it: Migra per il volume più vecchio

source: Migrate using Pool occupancy
it: Migra utilizzando l'occupazione del pool

source: Migrate by Pool time
it: Migra per tempo del pool

source: Migrate by SQL query
it: Migra per query SQL

source: New migrate job wizard
it: Nuova procedura guidata per lavoro di migrazione

source: Step 2 - what you want to migrate
it: Passaggio 2 - cosa vuoi migrare

source: Please select a pool from which you want to migrate data.
it: Si prega di selezionare un pool da cui si desidera migrare i dati.

source: The source pool will be examined for finding backup jobs to migrate.
it: Il pool di origine sarà esaminato per trovare i lavori di backup da migrare.

source: Please select a storage using which you want to read migrate data.
it: Si prega di selezionare un'archiviazione con la quale si desidera leggere i dati di migrazione.

source: Because you selected migrate using Pool occupancy, to chosen source pool %pool will be added two directives: Migration Low Bytes and Migration High Bytes.
it: Poiché hai selezionato la migrazione utilizzando l'occupazione del pool, al pool di origine scelto %pool verranno aggiunte due direttive: Migration Low Bytes e Migration High Bytes.

source: Because you selected migrate using Pool time, to chosen source pool %pool will be added the Migration Time directive.
it: Poiché hai selezionato la migrazione utilizzando il tempo del pool, al pool di origine scelto %pool verrà aggiunta la direttiva Migration Time.

source: Step 3 - how would you like to migrate
it: Passaggio 3 - come vorresti migrare

source: Step 4 - where you like to migrate
it: Passaggio 4 - dove ti piacerebbe migrare

source: Please select a storage using which you want to write migrated data.
it: Per favore, seleziona un archivio su cui vuoi scrivere i dati migrati.

source: Step 5 - migrate job options
it: Passaggio 5 - opzioni di migrazione dei lavori

source: Purge jobs
it: Elimina lavori

source: Level, Client and FileSet are not used during migrate jobs running but they are required to define in migrate job resource as the standard Job directives.
it: Livello, Client e FileSet non sono utilizzati durante l'esecuzione dei lavori di migrazione, ma sono necessari per definire la risorsa del lavoro di migrazione come direttive di lavoro standard.

source: Migrate jobs run moving backup jobs data from one volume to another. It is done by reading the previously backed up data from volume and writing it to another volume in a different pool. The file catalog records associated with the original backup jobs are purged. All process runs without using file daemon.
it: I lavori di migrazione spostano i dati dei lavori di backup da un volume a un altro. Questo viene fatto leggendo i dati precedentemente salvati nel backup dal volume e scrivendoli in un altro volume in un pool differente. I record del catalogo dei file associati ai lavori di backup originali vengono eliminati. Tutti i processi vengono eseguiti senza utilizzare il demone dei file.

source: New migrate job
it: Nuovo lavoro di migrazione

source: Please select the criteria that will be used for selecting backup jobs to migrate.
it: Seleziona i criteri che verranno utilizzati per selezionare i lavori di backup da migrare.

source: The job needs media.
it: Il lavoro ha bisogno di supporti.

source: Please mount volume %volume or label a new one for storage: %storage, pool: %pool, media type: %mediatype.
it: Monta il volume %volume o etichetta uno nuovo per l\'archiviazione: %storage, pool: %pool, tipo di supporto: %mediatype.

source: Please mount volume %volume for storage: %storage, pool: %pool, media type: %mediatype.
it: Per favore, monta il volume %volume per l\'archiviazione: %storage, pool: %pool, tipo di media: %mediatype.

source: Please create a new volume for storage: %storage, pool: %pool, media type: %mediatype.
it: Crea un nuovo volume per l\'archiviazione: %storage, pool: %pool, tipo di supporto: %mediatype.

source: Assign volumes from selected pool
it: Assegna volumi dal pool selezionato

source: This function enables re-assigning volumes from selected pool to this pool.
it: Questa funzione permette di riassegnare volumi dal pool selezionato a questo pool.

source: Please select a pool from which you would like to assign volumes to this pool.
it: Seleziona un pool dal quale desideri assegnare volumi a questo pool.

source: Assigned volume count:
it: Conteggio volumi assegnati:

source: Assign volumes
it: Assegna volumi

source: No volumes in the pool to assign.
it: Non ci sono volumi nel pool da assegnare.

source: The pool has not been renamed but it has been copied with the new name. Please note that if the original pool contained volumes, they have not been moved and they are still assigned to the original pool in the catalog database. To re-assign volumes from the original pool to this one please go to the MAIN MENU &#10148; Pools &#10148; [NEW POOL] &#10148; Tab: Actions and please use the 'Assign volumes' button. After re-assgning volumes you can delete the original pool.
it: Il pool non è stato rinominato ma è stato copiato con il nuovo nome. Prendi nota che se il pool originale conteneva volumi, questi non sono stati spostati e sono ancora assegnati al pool originale nel database del catalogo. Per riassegnare volumi dal pool originale a questo, vai al MENU PRINCIPALE &#10148; Pools &#10148; [NEW POOL] &#10148; Tab: Actions e usa il pulsante 'Assegna volumi'. Dopo aver riassegnato i volumi puoi eliminare il pool originale.

source: Add Connect directive
it: Aggiungi direttiva Connect

source: Add Run directive
it: Aggiungi direttiva Run

source: Add Runscript block
it: Aggiungi blocco Runscript

source: Add Console directive
it: Aggiungi direttiva Console

source: Add Stdout directive
it: Aggiungi direttiva Stdout

source: Add Stderr directive
it: Aggiungi direttiva Stderr

source: Add Syslog directive
it: Aggiungi direttiva Syslog

source: Add Catalog directive
it: Aggiungi direttiva Catalog

source: Add Director directive
it: Aggiungi direttiva Director

source: Add File directive
it: Aggiungi direttiva File

source: Add Append directive
it: Aggiungi direttiva Append

source: Add Mail directive
it: Aggiungi direttiva Mail

source: Add MailOnError directive
it: Aggiungi direttiva MailOnError

source: Add MailOnSuccess directive
it: Aggiungi direttiva MailOnSuccess

source: Add Operator directive
it: Aggiungi direttiva Operator

source: Enable Bacula messages log window:
it: Abilita la finestra di log dei messaggi Bacula:

source: The messages log window enables to review Bacula logs in one place available from almost every part on the interface. To collect logs is used the bconsole 'messages' command. The messages log window is displayed after clicking on the envelope icon at the top right side of the interface. This function is enabled by default. If enabled, it is available only for users with the Administrator role assigned.
it: La finestra di log dei messaggi consente di rivedere i log di Bacula in un unico posto accessibile da quasi tutte le parti dell'interfaccia. Per raccogliere i log viene utilizzato il comando 'messages' di bconsole. La finestra di log dei messaggi viene visualizzata dopo aver cliccato sull'icona della busta situata nella parte in alto a destra dell'interfaccia. Questa funzione è abilitata di default. Se abilitata, è disponibile solo per gli utenti a cui è stato assegnato il ruolo di Amministratore.

source: Copy configuration from:
it: Copia configurazione da:

source: API basic users
it: Utenti di base API

source: API OAuth2 clients
it: Client API OAuth2

source: The API basic users are configured on the API hosts and they are used to access the API hosts. Changes introduced on this page are directly done on currently used API host. You can use the basic user credentials to connect API hosts to the Bacularis Web on the 'API hosts' tab. The basic user accounts are also possible to create directly in the panel of the Bacularis API.
it: Gli utenti di base API sono configurati sui host API e vengono utilizzati per accedere agli host API. Le modifiche introdotte in questa pagina vengono apportate direttamente sull'host API attualmente in uso. Puoi utilizzare le credenziali dell'utente di base per connettere gli host API al Web Bacularis sulla scheda 'API hosts'. Gli account utente di base sono anche possibili da creare direttamente nel pannello dell'API Bacularis.

source: Add new API basic user
it: Aggiungi nuovo utente API di base

source: API basic username:
it: Nome utente API di base:

source: API basic password:
it: Password API di base:

source: Retype password:
it: Ridigita password:

source: Add API basic user account
it: Aggiungi account utente di base API

source: Edit API basic user account
it: Modifica account utente di base API

source: Password must be longer than 4 chars and not longer than 60 chars.
it: La password deve essere più lunga di 4 caratteri e non più lunga di 60 caratteri.

source: Please retype password.
it: Ridigita la password.

source: Invalid user. User may contain a-z A-Z 0-9 characters.
it: Utente non valido. L'utente può contenere caratteri a-z A-Z 0-9.

source: Dedicated Bconsole config
it: Configurazione Bconsole dedicata

source: Get existing basic user name:
it: Ottieni il nome dell'utente base esistente:

source: Generate new password
it: Genera nuova password

source: Show/hide password
it: Mostra/nascondi password

source: Advanced filters
it: Filtri avanzati

source: Wrong time range.
it: Intervallo di tempo sbagliato.

source: From
it: Da

source: To
it: A

source: This type of authentication is fully realized by Bacularis Web. To authenticate it uses the Bacularis Web login form.
it: Questo tipo di autenticazione è completamente realizzato da Bacularis Web. Per autenticarsi utilizza il modulo di login Bacularis Web.

source: This type of authentication is realized by Bacularis Web with using custom user credentials file. To authenticate it uses the Basic authentication.
it: Questo tipo di autenticazione è realizzato da Bacularis Web utilizzando un file di credenziali utente personalizzate. Per l'autenticazione, utilizza l'autenticazione di base.
