Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: Here you can set bandwidth limit on client. This changes is applied on running client. There is no need to restart it.
it: Qui puoi impostare il limite di banda sul client. Questa modifica viene applicata sul client in esecuzione. Non c'è bisogno di riavviarlo.

source: Bandwidth limit
it: Limite di banda

source: Here you can set bandwidth limit on client. This change is applied on running client. There is no need to restart it.
it: Qui puoi impostare il limite di banda sul client. Questa modifica viene applicata sul client in esecuzione. Non c'è bisogno di riavviarlo.

source: Setting 0 (zero) value disables bandwidth limitation.
it: Impostando il valore 0 (zero) si disabilita la limitazione della banda.

source: Set job bandwidth limit
it: Imposta limite di banda del lavoro

source: Here you can set bandwidth limit for job. This change is applied on running job.
it: Qui puoi impostare il limite di banda per il lavoro. Questa modifica viene applicata sul lavoro in esecuzione.

source: est.
it: stim.

source: Progress bar displays estimated values
it: La barra di avanzamento mostra i valori stimati

source: Byte progress bar:
it: Barra di progressione Byte:

source: File progress bar:
it: Barra di progresso file:

source: Running job status
it: Stato del lavoro in esecuzione

source: Raw job log
it: Registro del lavoro grezzo

source: Not available
it: Non disponibile

source: The storage has been selected basing on job configuration. This item may require adjusting before job run.
it: Lo storage è stato selezionato sulla base della configurazione del lavoro. Questo elemento potrebbe richiedere un regolazione prima l'esecuzione del lavoro.

source: Graphical job status is supported for jobs running on Bacula clients version 9.0 and greater.
it: Lo stato del lavoro grafico è supportato per i lavori eseguiti sui client Bacula versione 9.0 o superiore.

source: List type:
it: Tipo di elenco:

source: saved items
it: elementi salvati

source: deleted items
it: elementi eliminati

source: all
it: tutto

source: Find file or directory
it: Trova file o directory

source: Find
it: Trova

source: Item count:
it: Numero di elementi:

source: No item result
it: Nessun risultato dell'elemento

source: Refresh job log
it: Aggiorna registro del lavoro

source: Set job log order (ascending/descending)
it: Imposta ordine del registro del lavoro (ascendente/discendente)

source: Run every month
it: Esegui ogni mese

source: Run one month a year
it: Esegui un mese all'anno

source: Run from month to month a year (range)
it: Esegui da mese a mese per un anno (intervallo)

source: Run every week
it: Esegui ogni settimana

source: Run one week a month
it: Esegui una settimana al mese

source: Run from week to week a month (range)
it: Esegui da settimana a settimana al mese (intervallo)

source: Run every day
it: Esegui ogni giorno

source: Run one day a month
it: Esegui un giorno al mese

source: Run from day to day a month (range)
it: Esegui da giorno a giorno al mese (intervallo)

source: Run every day of week
it: Esegui ogni giorno della settimana

source: Run one day of week
it: Esegui un giorno della settimana

source: Run from day of week to day of week (range)
it: Esegui dal giorno della settimana al giorno della settimana (intervallo)

source: Run every full hour
it: Esegui ogni ora piena

source: Run at hour and minute
it: Esegui all'ora e al minuto

source: Run hourly at minute
it: Esegui ogni ora al minuto

source: Hour and minute
it: Ora e minuto

source: Validation error
it: Errore di validazione

source: Please select month in Run block
it: Seleziona il mese nel blocco Esegui

source: Please select month range in Run block
it: Seleziona l'intervallo dei mesi nel blocco Esegui

source: Please select week in Run block
it: Seleziona la settimana nel blocco Esegui

source: Please select week range in Run block
it: Seleziona l'intervallo delle settimane nel blocco Esegui

source: Please select day in Run block
it: Seleziona il giorno nel blocco Esegui

source: Please select day range in Run block
it: Seleziona l'intervallo dei giorni nel blocco Esegui

source: Please select day of week in Run block
it: Si prega di selezionare il giorno della settimana nel blocco Run

source: Please select day of week range in Run block
it: Si prega di selezionare l'intervallo del giorno della settimana nel blocco Run

source: Please select hour in Run block
it: Si prega di selezionare l'ora nel blocco Run

source: Please select hour and minute in Run block
it: Si prega di selezionare l'ora e il minuto nel blocco Run

source: Are you sure, you want to delete this job?
it: Sei sicuro di voler cancellare questo lavoro?

source: Access-control list
it: Lista di controllo degli accessi

source: Communications encryption
it: Crittografia delle comunicazioni

source: Copy and migration
it: Copia e migrazione

source: CSV file
it: File CSV

source: Data encryption
it: Crittografia dei dati

source: Deduplication optimized volumes
it: Volumi ottimizzati per la deduplicazione

source: Device
it: Dispositivo

source: Disk
it: Disco

source: Duplicates and priorities
it: Duplicati e priorità

source: Graphite
it: Grafite

source: Limitations
it: Limitazioni

source: Pruning
it: Potatura

source: Tape
it: Nastro

source: Verify
it: Verifica

source: Virtual full backup
it: Backup completo virtuale

source: Volume recycling
it: Riciclo del volume

source: Tip: checking 'All' message type causes, that rest checked message types are saved with negation ex. Catalog = All, !Debug, !Saved, !Skipped
it: Suggerimento: spuntando 'Tutti' tipo di messaggio fa sì che i tipi di messaggio spuntati successivamente vengano salvati con negazione es. Catalogo = Tutti, !Debug, !Salvato, !Saltato

source: Enable restore from copy jobs feature:
it: Abilita la funzionalità di ripristino da copie di lavoro:

source: Note: if you select incremental or differential backup, on the next step will be also loaded all directories and files from older backups required to do the job restore. In other words, the selected backup determines time point from which will be loaded the selected backup and other older backups (incremental, differential) backups up till closest full backup.
it: Nota: se selezioni il backup incrementale o differenziale, al passaggio successivo verranno anche caricati tutti i directory e file dai backup precedenti necessari per eseguire il ripristino del lavoro. In altre parole, il backup selezionato determina il punto temporale da cui verranno caricati il backup selezionato e altri backup più vecchi (incrementali, differenziali) fino al backup completo più vicino.

source: Create new resource
it: Crea nuova risorsa

source: The resource has been created successfully.
it: La risorsa è stata creata con successo.

source: Scheduled time
it: Ora programmata

source: Real end time
it: Ora di fine reale

source: Read bytes
it: Byte letti

source: Job errors
it: Errori di lavoro

source: Job missing files
it: File di lavoro mancanti

source: Purged files
it: File eliminati

source: Has base
it: Ha base

source: Reviewed
it: Revisionato

source: Comment
it: Commento

source: File table
it: Tabella dei file

source: Label date
it: Data dell'etichetta

source: Vol. blocks
it: Blocchi Vol.

source: Vol. abytes
it: Byte Vol. a.

source: Vol. apadding
it: Riempimento Vol. a.

source: Vol. hole bytes
it: Byte buchi Vol.

source: Vol. holes
it: Buchi Vol.

source: Vol. parts
it: Parti Vol.

source: Vol. writes
it: Scritture Vol.

source: Vol. capacity bytes
it: Byte capacità Vol.

source: Storage
it: Memoria

source: Media addressing
it: Indirizzamento dei supporti

source: Vol. read time
it: Tempo di lettura Vol.

source: Following jobs are running and cannot be deleted: %running_jobs To delete them, please stop these jobs and try again.
it: I seguenti lavori sono in esecuzione e non possono essere eliminati: %running_jobs Per eliminarli, si prega di fermare questi lavori e riprovare.

source: Refresh page
it: Aggiorna la pagina

source: Tip: Use left-click to select table row. Use CTRL + left-click to multiple row selection. Use SHIFT + left-click to add a range of rows to selection.
it: Suggerimento: Usa il clic sinistro per selezionare la riga della tabella. Usa CTRL + clic sinistro per selezionare più righe. Usa SHIFT + clic sinistro per aggiungere un range di righe alla selezione.

source: Show time in job log:
it: Mostra l'orario nel registro dei lavori:

source: Security
it: Sicurezza

source: Roles
it: Ruoli

source: Long name
it: Nome lungo

source: Edit user
it: Modifica utente

source: Long name:
it: Nome lungo:

source: Description:
it: Descrizione:

source: Roles:
it: Ruoli:

source: Invalid e-mail address value.
it: Valore dell'indirizzo e-mail non valido.

source: Invalid username value.
it: Valore del nome utente non valido.

source: Username
it: Nome utente

source: Description
it: Descrizione

source: Add user
it: Aggiungi utente

source: Username field cannot be empty.
it: Il campo del nome utente non può essere vuoto.

source: At least one role must be selected.
it: Deve essere selezionato almeno un ruolo.

source: Username with the given name already exists.
it: Esiste già un nome utente con il nome fornito.

source: Edit role
it: Modifica il ruolo

source: Role with limitted access
it: Ruolo con accesso limitato

source: Role with full access
it: Ruolo con accesso completo

source: Role:
it: Ruolo:

source: Resources:
it: Risorse:

source: Role name
it: Nome del ruolo

source: Resources
it: Risorse

source: Add new role
it: Aggiungi un nuovo ruolo

source: Role field cannot be empty.
it: Il campo del ruolo non può essere vuoto.

source: At least one resource must be selected.
it: Deve essere selezionata almeno una risorsa.

source: Role with the given name already exists.
it: Esiste già un ruolo con il nome fornito.

source: This is native predefined role, that cannot be changed. For having custom roles please use the button to add new role.
it: Questo è un ruolo predefinito nativo, che non può essere modificato. Per avere ruoli personalizzati si prega di utilizzare il pulsante per aggiungere un nuovo ruolo.

source: The following roles are predefined and cannot be removed: %predefined_roles
it: I seguenti ruoli sono predefiniti e non possono essere rimossi: %predefined_roles

source: The following roles are using by users and cannot be removed: %used_roles To remove them, please unassign all users from these roles.
it: I seguenti ruoli sono utilizzati dagli utenti e non possono essere rimossi: %used_roles Per rimuoverli, si prega di deselezionare tutti gli utenti da questi ruoli.

source: Add role
it: Aggiungi ruolo

source: Authentication method
it: Metodo di autenticazione

source: HTTP Basic authentication
it: Autenticazione HTTP Basic

source: LDAP authentication
it: Autenticazione LDAP

source: LDAP server options
it: Opzioni del server LDAP

source: SSL encryption (LDAPS):
it: Crittografia SSL (LDAPS):

source: Protocol version:
it: Versione del protocollo:

source: LDAP version
it: Versione LDAP

source: LDAP authentication method
it: Metodo di autenticazione LDAP

source: Anonymous authentication
it: Autenticazione anonima

source: Simple authentication
it: Autenticazione semplice

source: Attributes
it: Attributi

source: Please enter port.
it: Inserisci la porta, per favore.

source: Please enter username.
it: Inserisci il nome utente, per favore.

source: Manager DN:
it: DN del gestore:

source: Please enter IP Address/Hostname.
it: Inserisci l'indirizzo IP/Nome host, per favore.

source: Please enter username attribute.
it: Inserisci l'attributo username, per favore.

source: Test LDAP connection
it: Testa la connessione LDAP

source: Manage LDAP users
it: Gestisci utenti LDAP

source: Please enter Base DN.
it: Inserisci la Base DN, per favore.

source: LDAP user list
it: Lista utenti LDAP

source: Import users
it: Importa utenti

source: Import all users
it: Importa tutti gli utenti

source: Import selected users
it: Importa gli utenti selezionati

source: Import users whose fulfill criteria
it: Importa utenti che soddisfano i criteri

source: Import options:
it: Opzioni di importazione:

source: Criteria filter:
it: Filtro criteri:

source: contains:
it: contiene:

source: Reload
it: Ricarica

source: Please select users in table to import.
it: Seleziona gli utenti nella tabella da importare.

source: Do not overwrite existing Bacularis Web users, if they have the same username
it: Non sovrascrivere gli utenti web esistenti di Bacularis, se hanno lo stesso username

source: Default role for imported users:
it: Ruolo predefinito per gli utenti importati:

source: Advanced options
it: Opzioni avanzate

source: Default API hosts for imported users:
it: Host API predefiniti per gli utenti importati:

source: Log in
it: Accesso

source: Invalid username or password
it: Nome utente o password non validi

source: IP address restrictions
it: Restrizioni dell'indirizzo IP

source: IP address restrictions:
it: Restrizioni dell'indirizzo IP:

source: Use CTRL + left-click to multiple item selection
it: Usa CTRL + clic sinistro per selezionare più elementi

source: Comma separated IP addresses. Using asterisk character, there is also possible to provide subnet, for example: 192.168.1.*
it: Indirizzi IP separati da virgola. Usando il carattere asterisco, è anche possibile fornire la subnet, ad esempio: 192.168.1.*

source: Default IP address restrictions for imported users:
it: Restrizioni predefinite per l'indirizzo IP per gli utenti importati:

source: Set your IP address
it: Imposta il tuo indirizzo IP

source: Invalid IP address restrictions value. This field can have comma separated IP addresses only or subnet addresses like 192.168.1.*
it: Valore non valido per le restrizioni dell'indirizzo IP. Questo campo può avere solo indirizzi IP separati da virgola o indirizzi di subnet come 192.168.1.*

source: General settings
it: Impostazioni generali

source: Default access setting for logged in users not defined in Bacularis Web:
it: Impostazione predefinita di accesso per gli utenti loggati non definiti in Bacularis Web:

source: No access
it: Nessun accesso

source: Access with default settings
it: Accesso con impostazioni predefinite

source: Default role:
it: Ruolo predefinito:

source: Default API host:
it: Host API predefinito:

source: Users file path:
it: Percorso del file utenti:

source: Hash algorithm:
it: Algoritmo di hash:

source: Please enter users file path value.
it: Inserisci il valore del percorso del file degli utenti, per favore.

source: The user file is not accessible.
it: Il file utente non è accessibile.

source: The user file is not readable by web server user.
it: Il file utente non è leggibile dall'utente del server web.

source: The user file is readable but not writeable by web server user.
it: Il file utente è leggibile ma non scrivibile dall'utente del server web.

source: Allow Bacularis Web to manage the Basic authentication users (add/remove users and change their passwords)
it: Consenti a Bacularis Web di gestire gli utenti dell'autenticazione Basic (aggiungi/rimuovi utenti e modifica le loro password)

source: Authorization failed. Please contact the Bacularis administrator to grant permissions.
it: Autorizzazione fallita. Contatta l'amministratore di Bacularis per concedere i permessi.

source: Try again
it: Prova ancora

source: Manage Basic users
it: Gestisci utenti Basic

source: Empty user list
it: Lista utenti vuota

source: Basic user list
it: Lista utenti Basic

source: Access to Baculum API
it: Accesso a Baculum API

source: Access to Baculum Web
it: Accesso a Baculum Web

source: Requried support from web server side - e.g. %supported_web_server_list
it: Supporto richiesto dal lato del server web - es. %supported_web_server_list

source: Apache 2.4 with apr-util 1.5+
it: Apache 2.4 con apr-util 1.5+

source: Apache, Lighttpd and Nginx on most UNIX platforms
it: Apache, Lighttpd e Nginx sulla maggior parte delle piattaforme UNIX

source: Nginx on most UNIX platforms
it: Nginx sulla maggior parte delle piattaforme UNIX

source: No file found for selected backup. It can mean file records for this backup are pruned. Restoring selected files is not available but if you continue, there will be performed full restore all backup files.
it: Nessun file trovato per il backup selezionato. Questo può significare che i record del file per questo backup sono stati potati. Il ripristino dei file selezionati non è disponibile ma se continui, sarà eseguito il ripristino completo di tutti i file di backup.

source: Date and time format:
it: Formato data e ora:

source: Available formats:
it: Formati disponibili:

source: full 4 digits year, ex. 2021
it: anno completo a 4 cifre, es. 2021

source: 2 digits year, ex, 21
it: anno a 2 cifre, es, 21

source: 2 digits month 01..12
it: mese a 2 cifre 01..12

source: 1-2 digits month 1..12
it: mese da 1-2 cifre 1..12

source: 2 digits day 01..31
it: giorno a 2 cifre 01..31

source: 1-2 digits day 1..31
it: giorno da 1-2 cifre 1..31

source: 2 digits 24-hour format hour 00..23
it: ora in formato 24 ore a 2 cifre 00..23

source: 1-2 digits 24-hour format hour 0..23
it: ora in formato 24 ore da 1-2 cifre 0..23

source: 2 digits 12-hour format hour 01..12
it: ora in formato 12 ore a 2 cifre 01..12

source: 1-2 digits 12-hour format hour 1..12
it: ora in formato 12 ore da 1-2 cifre 1..12

source: 2 digits minutes 00..59
it: minuti a 2 cifre 00..59

source: 1-2 digits minutes 0..59
it: minuti da 1-2 cifre 0..59

source: 2 digits seconds 00..59
it: secondi a 2 cifre 00..59

source: 1-2 digits seconds 0..59
it: secondi da 1-2 cifre 0..59

source: AM/PM value
it: valore AM/PM

source: 24-hours format time 17:22:41
it: ora in formato a 24 ore 17:22:41

source: 12-hours format time 5:22:41 PM
it: ora in formato a 12 ore 5:22:41 PM

source: Local user authentication
it: Autenticazione utente locale

source: Console ACLs
it: ACL console

source: Add new console
it: Aggiungi nuova console

source: Edit console
it: Modifica console

source: Add console
it: Aggiungi console

source: OAuth2 clients
it: Client OAuth2

source: Short name
it: Nome breve

source: Add new OAuth2 client
it: Aggiungi nuovo client OAuth2

source: Short name:
it: Nome breve:

source: Add OAuth2 client account
it: Aggiungi account client OAuth2

source: set all scopes
it: imposta tutti gli ambiti

source: Edit OAuth2 client account
it: Modifica account client OAuth2

source: Add new API host
it: Aggiungi nuovo host API

source: Get existing API host settings:
it: Ottieni le impostazioni dell'host API esistente:

source: Get existing OAuth2 client settings:
it: Ottieni le impostazioni del client OAuth2 esistente:

source: API hosts
it: Host API

source: Edit API host
it: Modifica host API

source: Create dedicated Bconsole config file:
it: Crea il file di configurazione Bconsole dedicato:

source: Console ACL to use in new Bconsole config file:
it: ACL Console da utilizzare nel nuovo file di configurazione Bconsole:

source: Director for Bconsole config:
it: Direttore per la configurazione Bconsole:

source: The console ACLs enable to define available resources for users. The consoles are used in the Bacula configuration on the API host side. There is possible to assign the consoles to the API basic users or to the OAuth2 clients. The assign relation for the basic users is: Console ACL -&gt; API basic user -&gt; API host -&gt; User account. For OAuth2 clients the assign relation is: Console ACL -&gt; OAuth2 client -&gt; API host -&gt; User account.
it: Le ACL della console consentono di definire le risorse disponibili per gli utenti. Le console sono utilizzate nella configurazione Bacula sul lato host API. È possibile assegnare le console agli utenti base dell'API o ai client OAuth2. La relazione di assegnazione per gli utenti base è: ACL Console -&gt; utente base API -&gt; host API -&gt; Account utente. Per i client OAuth2 la relazione di assegnazione è: ACL Console -&gt; client OAuth2 -&gt; host API -&gt; Account utente.

source: The OAuth2 clients are configured on the API hosts. To create the OAuth2 clients from this page, you need to have an 'oauth2' scope in OAuth2 account related to your current admin user account. The OAuth2 client accounts are also possible to create directly in the panel of the Bacularis API.
it: I client OAuth2 sono configurati sugli host API. Per creare i client OAuth2 da questa pagina, è necessario avere uno scope 'oauth2' nell'account OAuth2 relativo al tuo attuale account utente admin. Gli account client OAuth2 sono anche possibili da creare direttamente nel pannello dell'API Bacularis.

source: The API hosts define connection parameters to hosts with the Bacularis API instances. You can create the API host connections dedicated for specific users by assigning API hosts to them on the Users tab. There is possible to create many API host connections to the same Bacularis API instance.
it: Gli host API definiscono i parametri di connessione agli host con le istanze API di Bacularis. Puoi creare le connessioni host API dedicate per utenti specifici assegnando gli host API a loro nella scheda Utenti. È possibile creare molte connessioni host API alla stessa istanza API Bacularis.

source: Set all CommandAcls used by Bacularis Web
it: Imposta tutte le CommandAcls utilizzate da Bacularis Web

source: Find job by filename (without path):
it: Trova lavoro per nome di file (senza percorso):

source: match exact filename
it: corrispondenza esatta del nome del file

source: With this option are searched files with names equal provided filename, otherwise there are searched files with names containing provided filename like *filename*.
it: Con questa opzione vengono cercati i file con nomi uguali al nome di file fornito, altrimenti vengono cercati file con nomi contenenti il nome del file fornito come *filename*.

source: State
it: Stato

source: saved
it: salvato

source: deleted
it: cancellato

source: last %days days
it: ultimi %days giorni

source: Path (optional):
it: Percorso (opzionale):

source: With the given path, the results narrow down to the files in the path only.
it: Con il percorso specificato, i risultati si riducono ai soli file nel percorso.

source: Storage Daemon:
it: Demone di archiviazione:

source: # Autochangers:
it: # Cambia automaticamente:

source: # Devices:
it: # Dispositivi:

source: Devices
it: Dispositivi

source: Archive device:
it: Dispositivo di archivio:

source: Device type:
it: Tipo di dispositivo:

source: Media type:
it: Tipo di supporto:

source: Device type
it: Tipo di dispositivo

source: Media type
it: Tipo di supporto

source: Maximum concurrent jobs:
it: Lavori contemporanei massimi:

source: Maximum volume size:
it: Dimensione massima del volume:

source: Mounted:
it: Montato:

source: Opened:
it: Aperto:

source: Waiting:
it: In attesa:

source: Blocked:
it: Bloccato:

source: Blocked description:
it: Descrizione bloccata:

source: Read-only:
it: Sola lettura:

source: Last speed:
it: Ultima velocità:

source: Write pool:
it: Pool di scrittura:

source: Write device:
it: Dispositivo di scrittura:

source: Write volume:
it: Volume di scrittura:

source: Read pool:
it: Pool di lettura:

source: Read device:
it: Dispositivo di lettura:

source: Read volume:
it: Volume di lettura:

source: Used space:
it: Spazio utilizzato:

source: Status:
it: Stato:

source: running
it: in esecuzione

source: idle
it: in attesa

source: Autochanger:
it: Cambio automatico:

source: Single devices
it: Dispositivi Singoli

source: Start time:
it: Ora di inizio:

source: End time:
it: Ora di fine:

source: Terminated jobs
it: Lavori terminati

source: All devices
it: Tutti i dispositivi

source: All device types
it: Tutti i tipi di dispositivo

source: All media types
it: Tutti i tipi di media
