Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: Storage pre-install command:
it: Comando pre-installazione Storage:

source: Storage pre-upgrade command:
it: Comando pre-aggiornamento Storage:

source: Storage pre-remove command:
it: Comando pre-rimozione Storage:

source: Storage post-install command:
it: Comando post-installazione Storage:

source: Storage post-upgrade command:
it: Comando post-aggiornamento Storage:

source: Storage post-remove command:
it: Comando post-rimozione Storage:

source: Client installation command:
it: Comando di installazione del client:

source: Client upgrade command:
it: Comando di aggiornamento del client:

source: Client removal command:
it: Comando di rimozione del client:

source: Client info command:
it: Comando informazioni del client:

source: Client enable command:
it: Comando di attivazione del client:

source: Client pre-install command:
it: Comando pre-installazione del client:

source: Client pre-upgrade command:
it: Comando pre-aggiornamento del client:

source: Client pre-remove command:
it: Comando pre-rimozione del client:

source: Client post-install command:
it: Comando post-installazione del client:

source: Client post-upgrade command:
it: Comando post-aggiornamento del client:

source: Client post-remove command:
it: Comando post-rimozione del client:

source: Bconsole installation command:
it: Comando di installazione di Bconsole:

source: Bconsole upgrade command:
it: Comando di aggiornamento di Bconsole:

source: Bconsole removal command:
it: Comando di rimozione di Bconsole:

source: Bconsole info command:
it: Comando informazioni di Bconsole:

source: Bconsole pre-install command:
it: Comando pre-installazione di Bconsole:

source: Bconsole pre-upgrade command:
it: Comando pre-aggiornamento di Bconsole:

source: Bconsole pre-remove command:
it: Comando pre-rimozione di Bconsole:

source: Bconsole post-install command:
it: Comando post-installazione di Bconsole:

source: Bconsole post-upgrade command:
it: Comando post-aggiornamento di Bconsole:

source: Bconsole post-remove command:
it: Comando post-rimozione di Bconsole:

source: Working directory:
it: Directory di lavoro:

source: Bdirjson binary file path:
it: Percorso del file binario Bdirjson:

source: Main Director config file path:
it: Percorso del file di configurazione principale del Direttore:

source: Bsdjson binary file path:
it: Percorso del file binario Bsdjson:

source: Main Storage config file path:
it: Percorso del file di configurazione principale di Storage:

source: Bfdjson binary file path:
it: Percorso del file binario Bfdjson:

source: Main Client config file path:
it: Percorso del file di configurazione principale del Client:

source: Bbconsjson binary file path:
it: Percorso del file binario Bbconsjson:

source: Main Bconsole config file path:
it: Percorso del file di configurazione principale di Bconsole:

source: Database path (SQLite only):
it: Percorso del database (solo SQLite):

source: Director start command:
it: Comando di avvio del Direttore:

source: Director stop command:
it: Comando di arresto del Direttore:

source: Director restart command:
it: Comando di riavvio del Direttore:

source: Storage start command:
it: Comando di avvio di Storage:

source: Storage stop command:
it: Comando di arresto di Storage:

source: Storage restart command:
it: Comando di riavvio di Storage:

source: Client start command:
it: Comando di avvio del Client:

source: Client stop command:
it: Comando di arresto del Client:

source: Client restart command:
it: Comando di riavvio del Client:

source: Hostname (accepts wildcards like * or ?, for example *.host.com or 192.168.3.?):
it: Nome host (accetta caratteri jolly come * o ?, ad esempio *.host.com o 192.168.3.?):

source: SSH key name:
it: Nome della chiave SSH:

source: Private SSH key content:
it: Contenuto della chiave SSH privata:

source: Deployment
it: Distribuzione

source: Hosts
it: Host

source: OS profiles
it: Profili OS

source: SSH configs
it: Configurazioni SSH

source: SSH keys
it: Chiavi SSH

source: Deploy API host
it: Host API di distribuzione

source: Install
it: Installa

source: Upgrade
it: Aggiorna

source: Uninstall
it: Disinstalla

source: Installing %component
it: Installazione %component

source: Install Bacula components on API host
it: Installa i componenti Bacula su host API

source: Upgrading %component
it: Aggiornamento %component

source: Upgrade Bacula components on API host
it: Aggiorna i componenti Bacula su host API

source: Uninstalling %component
it: Disinstallazione %component

source: Uninstall Bacula components on API host
it: Disinstalla i componenti Bacula su host API

source: getting package information...
it: ottenendo informazioni sul pacchetto...

source: installed
it: installato

source: not installed
it: non installato

source: Finish.
it: Fine.

source: Use username and password
it: Usa username e password

source: Use username and SSH key
it: Usa username e chiave SSH

source: Use username and SSH key from SSH config for host
it: Usa username e chiave SSH dalla configurazione SSH per l'host

source: Deploy
it: Distribuisci

source: In this window you can install Bacula components on selected API host. Please select components that you would like to install and next click the install button.
it: In questa finestra puoi installare i componenti Bacula su host API selezionato. Seleziona i componenti che desideri installare e poi clicca il pulsante installa.

source: Components
it: Componenti

source: Install options
it: Opzioni di installazione

source: Add new component to current Director (for client and storage only)
it: Aggiungi nuovo componente al Direttore corrente (solo per client e storage)

source: Add new OS profile
it: Aggiungi nuovo profilo OS

source: Repository type
it: Tipo di repository

source: Pre-defined
it: Predefinito

source: Add OS profile
it: Aggiungi profilo OS

source: Edit OS profile
it: Modifica profilo OS

source: OS profile with the given name already exists.
it: Il profilo OS con il nome dato esiste già.

source: Repositories
it: Repository

source: Here you can define repository to install Bacularis on remote host and also Bacula repository if it is different than default system repository. The repositories are added to remote hosts during API host deployment.
it: Qui puoi definire il repository per installare Bacularis su host remoto e anche il repository Bacula se è diverso dal repository di sistema predefinito. I repository vengono aggiunti agli host remoti durante il dispiegamento dell'host API.

source: Bacularis API access
it: Accesso API Bacularis

source: Bacularis API settings
it: Impostazioni API Bacularis

source: All of the following settings are added to each new remotely installed Bacularis API that uses this OS profile.
it: Tutte le seguenti impostazioni vengono aggiunte a ogni nuova API Bacularis installata remotamente che utilizza questo profilo OS.

source: Package management
it: Gestione dei pacchetti

source: Bacularis commands
it: Comandi Bacularis

source: Advanced settings
it: Impostazioni avanzate

source: Director commands
it: Comandi del Direttore

source: Storage commands
it: Comandi di storage

source: Client commands
it: Comandi del client

source: Bconsole commands
it: Comandi Bconsole

source: Catalog
it: Catalogo

source: NOTE: This is predefined OS profile that cannot be modified nor removed.
it: NOTA: Questo è un profilo OS predefinito che non può essere modificato né eliminato.

source: Add new SSH config
it: Aggiungi nuova configurazione SSH

source: Hostname
it: Nome host

source: Port
it: Porta

source: SSH key
it: Chiave SSH

source: Add SSH config
it: Aggiungi configurazione SSH

source: Edit SSH config
it: Modifica configurazione SSH

source: SSH config with the given name already exists.
it: La configurazione SSH con il nome dato esiste già.

source: Add new SSH key
it: Aggiungi nuova chiave SSH

source: Key name
it: Nome chiave

source: Fingerprint
it: Impronta digitale

source: Add SSH key
it: Aggiungi chiave SSH

source: Add package repository
it: Aggiungi repository pacchetto

source: Add SUDO settings
it: Aggiungi impostazioni SUDO

source: Pre-install Bacularis command
it: Comando di pre-installazione Bacularis

source: Install Bacularis
it: Installa Bacularis

source: Post-install Bacularis command
it: Comando di post-installazione Bacularis

source: Configure Bacularis
it: Configura Bacularis

source: Create Bacularis user
it: Crea utente Bacularis

source: Set Bacularis password
it: Imposta password Bacularis

source: Start Bacularis
it: Avvia Bacularis

source: API access link
it: Link di accesso API

source: Step
it: Passaggio

source: Protocol
it: Protocollo

source: IP address/hostname
it: Indirizzo IP/nome host

source: Access method
it: Metodo di accesso

source: open
it: apri

source: Keep custom table settings:
it: Mantieni le impostazioni della tabella personalizzata:

source: No time limit (persistent settings)
it: Nessun limite di tempo (impostazioni persistenti)

source: Until end of web browser session
it: Fino alla fine della sessione del browser web

source: For specific time
it: Per un tempo specifico

source: Keep table settings for
it: Mantenere le impostazioni della tabella per

source: The value must be positive integer or zero.
it: Il valore deve essere un intero positivo o zero.

source: Set time for which table settings will be preserved. Setting 0 (zero) is equivalent to no time limit option.
it: Imposta il tempo per il quale verranno conservate le impostazioni della tabella. L'impostazione 0 (zero) equivale all'opzione senza limite di tempo.

source: TLS/SSL encryption
it: Crittografia TLS/SSL

source: No encryption
it: Nessuna crittografia

source: First vol.
it: Primo vol.

source: Vol. count
it: Conta vol.

source: Virtual Full backup job wizard
it: Assistente per il lavoro di backup Virtual Full

source: This wizard enables you to easily set up a synthetic backup (Virtual Full).
it: Questo assistente ti permette di configurare facilmente un backup sintetico (Virtual Full).

source: The Virtual Full backup consolidates the previous full backup, recent differential backup and subsequent incremental backups into a new full backup. This new full backup becomes the most recent full for next incremental/differential backups. The Virtual Full backup is realized without using Bacula client.
it: Il backup Virtual Full consolida il precedente backup completo, l'ultimo backup differenziale e i successivi backup incrementali in un nuovo backup completo. Questo nuovo backup completo diventa il più recente per i successivi backup incrementali/differenziali. Il backup Virtual Full viene realizzato senza l'uso del client Bacula.

source: You can select an existing backup or create a new backup job that will be able to run Virtual Full job level.
it: Puoi selezionare un backup esistente o creare un nuovo lavoro di backup che sarà in grado di eseguire il livello di lavoro Virtual Full.

source: Modify existing backup job to support Virtual Full.
it: Modifica il lavoro di backup esistente per supportare Virtual Full.

source: Create a new backup job with the Virtual Full capability.
it: Crea un nuovo lavoro di backup con la capacità Virtual Full.

source: Step 3 - where you want to store data
it: Passaggio 3 - dove vuoi memorizzare i dati

source: Virtual Full Pool
it: Pool Virtual Full

source: Storage to write Virtual Full
it: Archiviazione per scrivere Virtual Full

source: Add new Virtual Full Pool
it: Aggiungi nuovo Pool Virtual Full

source: Select the pool and storage that will write Virtual Full.
it: Seleziona il pool e l'archiviazione che scriveranno Virtual Full.

source: Virtual Full Type
it: Tipo Virtual Full

source: Step 4 - how would you like to use Virtual Full
it: Passaggio 4 - come vorresti usare Virtual Full

source: What kind of Virtual Full backup do you want to create:
it: Che tipo di backup Virtual Full vuoi creare:

source: Standard Virtual Full backup
it: Backup Virtual Full standard

source: create a new full backup by consolidating the last full backup and subsequent incremental/diifferential backups. Processed backups are preserved.
it: crea un nuovo backup completo consolidando l'ultimo backup completo e i successivi backup incrementali/differenziali. I backup elaborati sono conservati.

source: Progressive Virtual Full backup
it: Backup Virtual Full progressivo

source: This backup consolidates incremental and differential backups but keeps constant number of backups not consolidated. Optionally removes old already consolidated jobs. In this setting we have one full backup and some incrementals/differential that are dynamically consolidated in time.
it: Questo backup consolida i backup incrementali e differenziali, ma mantiene costante il numero di backup non consolidati. Rimuove opzionalmente i vecchi lavori già consolidati. In questa impostazione abbiamo un backup completo e alcuni incrementali/differenziali che vengono consolidati dinamicamente nel tempo.

source: Last 90 days
it: Ultimi 90 giorni

source: New virtual full job
it: Nuovo lavoro Virtual Full

source: Reset zoom
it: Reimposta zoom

source: Zoom in
it: Ingrandisci

source: Range of days:
it: Intervallo di giorni:

source: Jobs in range:
it: Lavori nel range:

source: Backups to keep:
it: Backup da conservare:

source: Sum of job bytes in range:
it: Somma dei byte del lavoro nel range:

source: Sum of job files in range:
it: Somma dei file del lavoro nel range:

source: Jobs out of range on the right:
it: Lavori fuori range a destra:

source: Would you like to delete old jobs that are consolidated during a Virtual Full?
it: Vuoi cancellare i vecchi lavori che sono consolidati durante un Virtual Full?

source: Schedule setting
it: Impostazione della pianificazione

source: When would you like to run the job?
it: Quando vorresti eseguire il lavoro?

source: Create a basic schedule
it: Crea una pianificazione di base

source: Normal backup
it: Backup normale

source: Run level
it: Livello di esecuzione

source: Run daily
it: Esegui quotidiano

source: Virtual Full backup
it: Backup Virtual Full

source: Run on
it: Esegui su

source: Select schedule
it: Seleziona pianificazione

source: No schedule. I will run Virtual Full manually
it: Nessuna pianificazione. Eseguirò manualmente Virtual Full

source: New Job Name
it: Nuovo nome del lavoro

source: Save job
it: Salva lavoro

source: Existing Job Name
it: Nome del lavoro esistente

source: Prepare resources for a new backup job.
it: Prepara le risorse per un nuovo lavoro di backup.

source: Quick edit
it: Edit veloce

source: Prev job
it: Lavoro precedente

source: Next job
it: Lavoro successivo

source: Volume job list
it: Elenco lavori volume

source: Latest
it: Ultimo

source: Copy to clipboard
it: Copia negli appunti

source: Save log in file
it: Salva log nel file

source: Job summary
it: Riepilogo lavoro

source: Host groups
it: Gruppi di host

source: API host method
it: Metodo host API

source: API host groups
it: Gruppi host API

source: Add new API host group
it: Aggiungi nuovo gruppo host API

source: API group name
it: Nome gruppo API

source: Edit API host group
it: Modifica gruppo host API

source: Add API host group
it: Aggiungi gruppo host API

source: API host group:
it: Gruppo host API:

source: API host group with the given name already exists.
it: Un gruppo host API con il nome fornito esiste già.

source: API host groups:
it: Gruppi host API:

source: Use API hosts
it: Usa host API

source: Use API host groups
it: Usa gruppi host API

source: The API host groups are named sets of API hosts which can be used to assign to users instead of assigning single API hosts. The API group function is more flexible solution than assigning API hosts directly and may be useful in environments where users have access to more than one API host.
it: I gruppi host API sono insiemi di host API che possono essere usati per assegnare a utenti al posto di assegnare host API singoli. La funzione del gruppo API è una soluzione più flessibile rispetto all'assegnazione diretta di host API e può essere utile in ambienti in cui gli utenti hanno accesso a più di un host API.

source: Assign to API host groups:
it: Assegna a gruppi host API:

source: Bacula Console ACL
it: ACL Console Bacula

source: Assigned
it: Assegnato

source: unassign
it: disassegna

source: Set API host access to resources
it: Imposta l'accesso dell'host API alle risorse

source: Set user API host access to resources
it: Imposta l'accesso del user API host alle risorse

source: Set API host group access to resources
it: Imposta l'accesso del gruppo host API alle risorse

source: All pools
it: Tutti i pool

source: Default API host groups for imported users:
it: Gruppi host API predefiniti per utenti importati:

source: Director resource permissions
it: Permessi risorse del Direttore

source: Storage resource permissions
it: Permessi della risorsa di archiviazione

source: Client resource permissions
it: Permessi della risorsa client

source: Bconsole resource permissions
it: Permessi della risorsa Bconsole

source: Resource
it: Risorsa

source: Read-Only
it: Sola lettura

source: Read-Write
it: Lettura-scrittura

source: read only
it: sola lettura

source: read write
it: lettura scrittura

source: Preview
it: Anteprima

source: no access
it: nessun accesso

source: All read-only
it: Tutto in sola lettura

source: All read-write
it: Tutto in lettura-scrittura

source: All no access
it: Tutti senza accesso

source: Resource permissions
it: Permessi delle risorse

source: By default, all resources have read-write permissions.
it: Per impostazione predefinita, tutte le risorse hanno permessi di lettura-scrittura.

source: Define paths to the verify job FileSet
it: Definisci i percorsi per il FileSet del lavoro di verifica

source: Main view
it: Vista principale

source: Add data view
it: Aggiungi vista dati

source: View name
it: Nome della vista

source: View description
it: Descrizione della vista

source: My view 123
it: La mia vista 123

source: This is My view 123 description.
it: Questa è la descrizione della mia vista 123.

source: Between conditions with different properties is used AND operator.
it: Tra le condizioni con proprietà diverse si usa l'operatore AND.

source: Between conditions with the same property is used OR operator.
it: Tra le condizioni con la stessa proprietà si usa l'operatore OR.

source: Example 1
it: Esempio 1

source: Example 2
it: Esempio 2

source: Example 3
it: Esempio 3

source: Edit data view
it: Modifica vista dati

source: Start test
it: Inizia test

source: Network test
it: Test di rete

source: Packets
it: Pacchetti

source: Round-trip time (RTT)
it: Tempo di andata e ritorno (RTT)

source: Minimum time
it: Tempo minimo

source: Maximum time
it: Tempo massimo

source: Data size to transfer
it: Dimensione dei dati da trasferire

source: Select top 10 criteria
it: Seleziona i primi 10 criteri

source: Show 10 largest files
it: Mostra i 10 file più grandi

source: Show 10 smallest files
it: Mostra i 10 file più piccoli

source: Show 10 most recent files (MTIME)
it: Mostra i 10 file più recenti (MTIME)

source: Show 10 oldest files (MTIME)
it: Mostra i 10 file più vecchi (MTIME)

source: Job top 10 files
it: Top 10 file del lavoro

source: RFC 4515 compliant LDAP search filters are supported, for example:
it: Sono supportati i filtri di ricerca LDAP compatibili con RFC 4515, ad esempio:

source: Added
it: Aggiunto

source: Removed
it: Rimosso

source: Not included
it: Non incluso

source: Select job file difference method
it: Seleziona il metodo di differenziazione dei file di lavoro

source: A and B (full two jobs diff)
it: A e B (diff completa tra due lavori)

source: Since A until B (job range)
it: Da A fino a B (intervallo di lavoro)

source: Since B until A (job range)
it: Da B fino a A (intervallo di lavoro)

source: In A but not in B
it: In A ma non in B

source: In B but not in A
it: In B ma non in A

source: Show
it: Mostra

source: Job file differences
it: Differenze nei file di lavoro

source: it displays all files from job A and all files from job B to compare and show the difference between them.
it: mostra tutti i file del lavoro A e tutti i file del lavoro B per confrontarli e mostrare la differenza tra di loro.

source: It takes into account only two selected JobIds A and B.
it: Prende in considerazione solo due JobId selezionati A e B.

source: It is a good method to see in which of the two backups files were added (new and modified files) and in which they were removed (if used the Accurate job mode).
it: È un buon metodo per vedere in quale dei due backup i file sono stati aggiunti (nuovi e modificati) e in quale sono stati rimossi (se usata la modalità di lavoro accurata).

source: Also it displays what files have been included in A or in B, or in both.
it: Mostra inoltre quali file sono stati inclusi in A o in B, o in entrambi.

source: it displays all files in selected JobIds range between A and B.
it: mostra tutti i file nel range di JobId selezionati tra A e B.

source: In this method A should be lower (older) than B.
it: In questo metodo A dovrebbe essere inferiore (più vecchio) di B.

source: Files are displayed as A files.
it: I file vengono visualizzati come file A.

source: It is useful for seeing all added and removed files in multiple JobIds.
it: È utile per vedere tutti i file aggiunti e rimossi in più JobId.

source: it displays all files in selected JobIds range between B and A.
it: mostra tutti i file nel range di JobId selezionati tra B e A.

source: In this method B should be lower (older) than A.
it: In questo metodo B dovrebbe essere inferiore (più vecchio) di A.

source: Files are displayed as B files.
it: I file vengono visualizzati come file B.

source: this method takes into account only two selected JobIds A and B to display files that have been added or removed in job A but not in B.
it: questo metodo prende in considerazione solo due JobId selezionati A e B per visualizzare i file che sono stati aggiunti o rimossi nel lavoro A ma non nel B.

source: It is useful to see changes included in A that do not exist in B.
it: È utile vedere le modifiche incluse in A che non esistono in B.

source: These changes exist in A and do not exist in B.
it: Queste modifiche esistono in A e non esistono in B.

source: this method takes into account only two selected JobIds A and B to display files that have been added or removed in job B but not in A.
it: questo metodo prende in considerazione solo due JobId selezionati A e B per visualizzare i file che sono stati aggiunti o rimossi nel lavoro B ma non in A.

source: It is useful to see changes included in B that do not exist in A.
it: È utile vedere le modifiche incluse in B che non esistono in A.

source: These changes exist in B and do not exist in A.
it: Queste modifiche esistono in B e non esistono in A.

source: There are available the following job file difference methods:
it: Sono disponibili i seguenti metodi di differenza dei file di lavoro:

source: The selected job file difference method requires that JobId %A (currently is %a) needs to be lower than JobId %B (currently is %b).
it: Il metodo di differenza dei file di lavoro selezionato richiede che il JobId %A (attualmente è %a) debba essere inferiore al JobId %B (attualmente è %b).
