Repository: bacularis/bacularis-lang-it
Catalog: Web/messages.po
Languages: it

source: Error. Please check: 1) if Bacula Director version is 11.0 or greater. This function is supported by Directors >= 11.0. 2) if you have enough memory for PHP to display many records (see memory_limit option in php.ini file) 3) if there are too many files in jobs to display (e.g. 1 million files or more).
it: Errore. Si prega di controllare: 1) se la versione del Direttore Bacula è 11.0 o superiore. Questa funzione è supportata dai Direttori >= 11.0. 2) se hai abbastanza memoria per PHP per visualizzare molti record (vedi l'opzione memory_limit nel file php.ini) 3) se ci sono troppi file nei lavori da visualizzare (ad esempio 1 milione di file o più).

source: In use by
it: In uso da

source: Resource usage
it: Utilizzo delle risorse

source: Resource name
it: Nome della risorsa

source: Directive
it: Direttiva

source: API host to test
it: Host API da testare

source: Test name
it: Nome del test

source: Download results
it: Scarica risultati

source: Health self test
it: Auto test di salute

source: Show result
it: Mostra risultato

source: Hide result
it: Nascondi risultato

source: Patterns
it: Modelli

source: Configs
it: Configurazioni

source: Add config
it: Aggiungi configurazione

source: Add pattern
it: Aggiungi modello

source: Config name
it: Nome della configurazione

source: Config description
it: Descrizione della configurazione

source: Component
it: Componente

source: Config with given name already exists.
it: La configurazione con il nome dato esiste già.

source: Pattern name
it: Nome del modello

source: Pattern description
it: Descrizione del modello

source: Pattern with given name already exists.
it: Il modello con il nome dato esiste già.

source: Error while writing pattern.
it: Errore durante la scrittura del modello.

source: Error while writing config.
it: Errore durante la scrittura della configurazione.

source: In pattern
it: Nel modello

source: My custom job config 123
it: La mia configurazione di lavoro personalizzata 123

source: Custom options for hosts in Server Room 3A.
it: Opzioni personalizzate per gli host nella Sala Server 3A.

source: My pattern 123
it: Il mio modello 123

source: My pattern 123 description.
it: Descrizione del mio modello 123.

source: Edit pattern
it: Modifica modello

source: Edit config
it: Modifica configurazione

source: The following configs are used in patterns and cannot be deleted: %used_configs To delete them, please unassign these configs from patterns and try again.
it: Le seguenti configurazioni sono utilizzate nei modelli e non possono essere eliminate: %used_configs Per eliminarle, si prega di rimuovere queste configurazioni dai modelli e provare di nuovo.

source: Bulk apply configs
it: Applica configurazioni in blocco

source: Please select config(s) to apply to selected resource(s).
it: Si prega di selezionare la(e) configurazione(i) da applicare alla(e) risorsa(e) selezionata(e).

source: Stop on error
it: Fermati in caso di errore

source: Overwrite policy
it: Politica di sovrascrittura

source: Run simulation
it: Esegui simulazione

source: Do not overwrite if directives from the configs are already defined in the Bacula resource configuration. Add only new ones.
it: Non sovrascrivere se le direttive dalle configurazioni sono già definite nella configurazione della risorsa Bacula. Aggiungi solo quelle nuove.

source: Overwrite if directives from the configs are already defined in the Bacula resource configuration.
it: Sovrascrivi se le direttive dalle configurazioni sono già definite nella configurazione della risorsa Bacula.

source: Apply configs
it: Applica configurazioni

source: In the selected config(s) is defined the Name resource directive. It means that in case selecting a policy for overwriting resources, process will stop because there cannot exist multiple resources the same type with the same name.
it: Nella(e) configurazione(i) selezionata(e) è definita la direttiva della risorsa Nome. Significa che nel caso in cui si seleziona una politica per sovrascrivere le risorse, il processo si fermerà perché non possono esistere più risorse dello stesso tipo con lo stesso nome.

source: In patterns are listed only configs with a Name directive defined.
it: Nei modelli vengono elencate solo configurazioni con una direttiva Nome definita.

source: Apply patterns
it: Applica modelli

source: Bulk apply patterns
it: Applica modelli in blocco

source: Please select pattern(s) to apply to API host component configuration.
it: Si prega di selezionare il(i) modello(i) da applicare alla configurazione del componente dell'host API.

source: Do not overwrite the same directives if the config resource already exists in the Bacula component configuration. Add only new directives.
it: Non sovrascrivere le stesse direttive se la risorsa di configurazione esiste già nella configurazione del componente Bacula. Aggiungi solo nuove direttive.

source: Overwrite the same directives if the config resource already exists in the Bacula resource configuration.
it: Sovrascrivi le stesse direttive se la risorsa di configurazione esiste già nella configurazione delle risorse Bacula.

source: Configs are pieces of Bacula configuration that can be applied to existing resources. This is specially used to bulk apply the same repeatable configuration to multiple (or single) Bacula configuration resources. For example, you can create one config to apply some directives and another to apply other directives. It is possible to apply both configs on selected resources at once. Configs are used on the Bacula resource level.
it: Le configurazioni sono parti della configurazione Bacula che possono essere applicate a risorse esistenti. Questo viene utilizzato specialmente per applicare in blocco la stessa configurazione ripetibile a multiple (o singole) risorse di configurazione Bacula. Per esempio, puoi creare una configurazione per applicare alcune direttive e un'altra per applicare altre direttive. È possibile applicare entrambe le configurazioni su risorse selezionate contemporaneamente. Le configurazioni sono utilizzate a livello di risorsa Bacula.

source: Patterns are sets of configs that can be applied to existing Bacula components (Director, Storage Daemon, File Daemon). Unlike configs, patterns are applied to the entire component configuration instead of selected resources. Configs that are part of patterns have to contain complete new resources configuration (resources will be added to components) or existing configuration (resources will be updated in components). Configs assigned to patterns needs to have the Name directive defined.
it: I patterns sono insiemi di configurazioni che possono essere applicati a componenti Bacula esistenti (Director, Storage Daemon, File Daemon). A differenza delle configurazioni, i patterns vengono applicati all'intera configurazione del componente invece che alle risorse selezionate. Le configurazioni che fanno parte dei patterns devono contenere una nuova configurazione di risorse completa (le risorse verranno aggiunte ai componenti) o una configurazione esistente (le risorse verranno aggiornate nei componenti). Le configurazioni assegnate ai patterns devono avere la direttiva Nome definita.

source: Catalog commands
it: Comandi del catalogo

source: Catalog installation command:
it: Comando di installazione del catalogo:

source: Catalog upgrade command:
it: Comando di aggiornamento del catalogo:

source: Catalog removal command:
it: Comando di rimozione del catalogo:

source: Catalog info command:
it: Comando per le info del catalogo:

source: Catalog enable command:
it: Comando per abilitare il catalogo:

source: Catalog pre-install command:
it: Comando pre-installazione del catalogo:

source: Catalog pre-upgrade command:
it: Comando pre-aggiornamento del catalogo:

source: Catalog pre-remove command:
it: Comando pre-rimozione del catalogo:

source: Catalog post-install command:
it: Comando post-installazione del catalogo:

source: Catalog post-upgrade command:
it: Comando post-aggiornamento del catalogo:

source: Catalog post-remove command:
it: Comando post-rimozione del catalogo:

source: Catalog:
it: Catalogo:

source: Repo auth with the given name already exists.
it: L'autenticazione del repo con il nome dato esiste già.

source: Repo auths
it: Autenticazioni repo

source: Add new repo auth
it: Aggiungi nuova autenticazione repo

source: Repo auth name
it: Nome dell'autenticazione repo

source: Auth type
it: Tipo di autenticazione

source: Default
it: Predefinito

source: Repository authentication name:
it: Nome dell'autenticazione del repository:

source: Authentication type:
it: Tipo di autenticazione:

source: Default:
it: Predefinito:

source: Add repo auth
it: Aggiungi autenticazione repo

source: Edit repo auth
it: Modifica autenticazione repo

source: Use default Bacularis repository auth:
it: Utilizza l'autenticazione del repository Bacularis predefinita:

source: Repo auth:
it: Autenticazione repo:

source: Step 1 - new storage basic params
it: Passo 1 - nuovi parametri di base dello storage

source: New file storage wizard
it: Creazione guidata di nuovi file storage

source: This wizard enables you to create in easy way a new file storage.
it: Questa guida ti permette di creare in modo semplice un nuovo file storage.

source: Basic information
it: Informazioni di base

source: Storage description
it: Descrizione dello storage

source: Storage daemon API host
it: Host API del daemon di archiviazione

source: What storage type would you like to create?
it: Che tipo di storage desideri creare?

source: Single file device storage
it: Archiviazione di file singoli

source: Multi-device file storage (Autochanger)
it: Archiviazione di file multi-dispositivo (Autochanger)

source: Step 2 - new storage parameters
it: Passo 2 - nuovi parametri dello storage

source: Where should storage store backup data?
it: Dove dovrebbe l'archiviazione memorizzare i dati di backup?

source: Directory path for data volumes
it: Percorso della cartella per i volumi di dati

source: What is storage media type?
it: Qual è il tipo di media dello storage?

source: Media type is a user defined value that is used for identifying storage and volumes. With media type storage knows what volumes it can use. For example: storage with media type XYZ supports volumes with media type XYZ.
it: Il tipo di media è un valore definito dall'utente che viene utilizzato per identificare l'archiviazione e i volumi. Con il tipo di media, l'archiviazione sa quali volumi può utilizzare. Ad esempio: l'archiviazione con tipo di media XYZ supporta i volumi con tipo di media XYZ.

source: Step 3 - summary
it: Passo 3 - riepilogo

source: Storage type
it: Tipo di storage

source: Data volume directory
it: Cartella del volume di dati

source: Single storage
it: Archiviazione singola

source: How many devices should storage have?
it: Quanti dispositivi dovrebbe avere l'archiviazione?

source: Number of backup/restore devices
it: Numero di dispositivi di backup/ripristino

source: Number of restore reserved devices
it: Numero di dispositivi riservati per il ripristino

source: Multi-device autochanger storage
it: Stoccaggio multi-dispositivo autochanger

source: Create storage
it: Crea stoccaggio

source: Storage daemon restart needed
it: Riavvio del demone di archiviazione necessario

source: To apply new changes, you need to restart the storage daemon.
it: Per applicare le nuove modifiche, è necessario riavviare il demone di archiviazione.

source: Do you want to restart it now?
it: Vuoi riavviarlo ora?

source: Yes, restart it now
it: Sì, riavvialo ora

source: No, I will restart it later
it: No, lo riavvierò più tardi

source: Error while creating storage
it: Errore durante la creazione del deposito

source: Please note that on the storage on host '%address' currently are running %job_no job(s). Restarting the storage daemon will stop them.
it: Si prega di notare che sullo storage sul host '%address' attualmente sono in esecuzione %job_no lavoro(i). Il riavvio del demone di archiviazione li fermerà.

source: Done!
it: Fatto!

source: Add file storage
it: Aggiungi storage file

source: Plugin settings
it: Impostazioni plugin

source: Installed plugins
it: Plugin installati

source: Add plugin settings
it: Aggiungi impostazioni plugin

source: Plugin name
it: Nome del plugin

source: Select plugin
it: Seleziona plugin

source: Edit plugin settings
it: Modifica impostazioni plugin

source: Version
it: Versione

source: Plugin settings with the given name already exists.
it: Le impostazioni del plug-in con il nome dato esistono già.

source: Where to restore
it: Dove ripristinare

source: File options
it: Opzioni file

source: Total
it: Totale

source: Adapt OS profile to use Bacula packages from bacula.org repos
it: Adatta il profilo OS per utilizzare i pacchetti Bacula dai repos di bacula.org

source: The repo auths enable to configure the package repository credentials. It can be useful if the package repository access is protected by credentials. The repo auths are used in the OS profiles or they work automatically if the 'Default' option is selected.
it: Le autorizzazioni del repository consentono di configurare le credenziali del repository dei pacchetti. Può essere utile se l'accesso al repository dei pacchetti è protetto da credenziali. Le autorizzazioni del repository vengono utilizzate nei profili OS o funzionano automaticamente se l'opzione 'Default' è selezionata.

source: The SSH configs may be useful to provide to the SSH client some common parameters such as username, SSH key or port. This way user does not need to type them for every Bacularis deployment. SSH configs can be defined for one given host or for many hosts at once if the host wildcards are used.
it: Le configurazioni SSH possono essere utili per fornire al client SSH alcuni parametri comuni come username, chiave SSH o porta. In questo modo l'utente non ha bisogno di digitarli per ogni distribuzione Bacularis. Le configurazioni SSH possono essere definite per un dato host o per molti host contemporaneamente se vengono utilizzati i jolly dell'host.

source: The SSH keys function provides storing private keys for using in in the SSH configs or directly in the deploy Bacularis window.
it: La funzione delle chiavi SSH permette di memorizzare le chiavi private da utilizzare nelle configurazioni SSH o direttamente nella finestra di distribuzione Bacularis.

source: The OS profiles define the Bacularis and Bacula install and configuration options. They are used for deploying and they are adapted to specific operating system. There are pre-defined OS profiles for selected operating systems but there is possible to create own OS profiles to support other not supported systems so far.
it: I profili OS definiscono le opzioni di installazione e configurazione di Bacularis e Bacula. Vengono utilizzati per il deployment e sono adattati a sistemi operativi specifici. Esistono profili OS predefiniti per sistemi operativi selezionati ma è possibile creare propri profili OS per supportare altri sistemi non supportati fino ad ora.

source: Roles define the Bacularis resources to which users can have access. Roles enable to organize the web interface to give selected users limitted access to some resources, pages and functions. One user can have assigned one or more roles.
it: I ruoli definiscono le risorse di Bacularis a cui gli utenti possono avere accesso. I ruoli consentono di organizzare l'interfaccia web per dare a utenti selezionati un accesso limitato a alcune risorse, pagine e funzioni. Un utente può avere assegnato uno o più ruoli.

source: Select an API host to set resources and permissions. Please note that the 'Main' API host is not listed because the 'Main' is the full access API host and it should not be limited.
it: Seleziona un host API per impostare risorse e autorizzazioni. Si prega di notare che l'host API 'Main' non è elencato perché 'Main' è l'host API con accesso completo e non dovrebbe essere limitato.

source: Add cloud storage
it: Aggiungi archiviazione cloud

source: New cloud storage wizard
it: Nuovo wizard di archiviazione cloud

source: This wizard enables you to create in easy way a new cloud storage.
it: Questo wizard ti consente di creare in modo semplice una nuova archiviazione cloud.

source: Storage daemon name
it: Nome del demone di archiviazione

source: Step 3 - cloud parameters
it: Passaggio 3 - parametri cloud

source: What is your cloud type?
it: Qual è il tuo tipo di cloud?

source: NOTE: The Amazon driver replaces the deprecated S3 driver.
it: NOTA: Il driver Amazon sostituisce il driver S3 deprecato.

source: What are connection parameters of your cloud?
it: Quali sono i parametri di connessione del tuo cloud?

source: Bucket name
it: Nome del bucket

source: Access key
it: Chiave di accesso

source: Secret key
it: Chiave segreta

source: Region
it: Regione

source: When would you like to send data to cloud?
it: Quando vorresti inviare dati al cloud?

source: Manual
it: Manuale

source: I upload volumes to cloud manually by bconsole 'cloud' command
it: Carico i volumi manualmente al cloud tramite il comando 'cloud' di bconsole

source: Bacula storage daemon sends each volume part to cloud when it is complete
it: Il demone di archiviazione Bacula invia ogni parte del volume al cloud quando è completa

source: Bacula storage daemon sends all volume parts that have not been previously uploaded at the end of the job
it: Il demone di archiviazione Bacula invia tutte le parti del volume che non sono state precedentemente caricate alla fine del lavoro

source: Uri style
it: Stile Uri

source: Truncate cache
it: Tronca cache

source: Cloud driver
it: Driver Cloud

source: Upload
it: Carica

source: The storage daemon configuration capability on API host '%s' is configured but not work correctly. Please check the bsdjson configuration on that API host. Error: %s.
it: La capacità di configurazione del demone di archiviazione sull'host API '%s' è configurata ma non funziona correttamente. Si prega di controllare la configurazione bsdjson su quell'host API. Errore: %s.

source: Blob endpoint
it: Endpoint Blob

source: Before using this wizard the cloud storage plugin has to be installed.
it: Prima di utilizzare questa procedura guidata il plugin di archiviazione cloud deve essere installato.

source: Step 4 - summary
it: Passaggio 4 - riepilogo

source: Where should storage store local backup data (local cache)?
it: Dove dovrebbe archiviare l'archivio locale i dati di backup (cache locale)?

source: In this directory is stored Bacula volume data locally and from here it is uploaded to the cloud.
it: In questa directory sono archiviati localmente i dati del volume Bacula e da qui vengono caricati nel cloud.

source: Single cloud device storage
it: Archiviazione dispositivo cloud singolo

source: Multi-device cloud storage (Autochanger)
it: Archiviazione cloud multi-dispositivo (Autochanger)

source: Please select one of the options.
it: Seleziona una delle opzioni.

source: New tape storage wizard
it: Guida alla nuova archiviazione su nastro

source: This wizard enables you to create in easy way a new tape storage.
it: Questa procedura guidata ti consente di creare facilmente una nuova archiviazione su nastro.

source: Do you already have tape storage configured in Bacula?
it: Hai già configurato un'archiviazione su nastro in Bacula?

source: Yes, I already have it configured in Bacula. I want to add it to Bacularis.
it: Sì, l'ho già configurato in Bacula. Voglio aggiungerlo a Bacularis.

source: No, I do not have it configured yet. I want to add it to Bacula and to Bacularis.
it: No, non lo ho ancora configurato. Voglio aggiungerlo a Bacula e a Bacularis.

source: What changer does your tape device have?
it: Quale cambiavalute ha il tuo dispositivo a nastro?

source: Single tape device storage (tape drive)
it: Archiviazione dispositivo a nastro singolo (lettore di nastro)

source: Single-drive or multi-drive tape storage with changer (autochanger)
it: Storage di nastro single-drive o multi-drive con changer (autochanger)

source: What tape drives does your tape device have?
it: Quanti lettori di nastro ha il tuo dispositivo a nastro?

source: Changer device file
it: File di dispositivo Changer

source: Changer command
it: Comando Changer

source: Tape drive device file
it: File di dispositivo del lettore di nastro

source: Add tape drive
it: Aggiungi lettore di nastro

source: Backup/Restore device
it: Dispositivo Backup/Restore

source: Restore only device
it: Dispositivo solo per ripristino

source: Drive type
it: Tipo di lettore

source: What is tape drive file path in system?
it: Qual è il percorso del file del lettore di nastro nel sistema?

source: Add tape storage
it: Aggiungi storage a nastro

source: Storage daemon actions needed
it: Azioni del demone di archiviazione necessarie

source: Add to the storage daemon host the following sudo entries below.
it: Aggiungi al daemon di archiviazione le seguenti voci sudo di seguito.

source: For Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration (RHEL, CentOS and others)
it: Per i server web Apache, Nginx e Lighttpd con configurazione PHP-FPM predefinita (RHEL, CentOS e altri)

source: For Apache, Nginx and Lighttpd web servers with default PHP-FPM configuration (Debian, Ubuntu and others)
it: Per i server web Apache, Nginx e Lighttpd con configurazione PHP-FPM predefinita (Debian, Ubuntu e altri)

source: NOTE: If you want to configure the sudo runas user/group, you can do it in the autochanger config in the API panel.
it: NOTA: Se vuoi configurare l'utente/gruppo sudo runas, puoi farlo nella configurazione dell'autochanger nel pannello API.

source: Please copy appropriate sudo configuration and put it to a sudoers.d file for example /etc/sudoers.d/bacularis-app
it: Copia la configurazione sudo appropriata e inseriscila in un file di sudoers.d ad esempio /etc/sudoers.d/bacularis-app

source: Which tape storage would you like to add to Bacularis?
it: Quale archivio su nastro vorresti aggiungere a Bacularis?

source: Tape autochangers
it: Autochangers di nastro

source: Administrator action needed
it: Azione dell'amministratore necessaria

source: TO DO
it: DA FARE

source: Restore to a given directory
it: Ripristina in una directory specifica

source: Restore to original location
it: Ripristina nella posizione originale

source: Plugin options
it: Opzioni del plugin

source: Restore destination
it: Destinazione del ripristino

source: Add blank new Plugin directive
it: Aggiungi una nuova direttiva Plugin vuota

source: Use existing Plugin configuration
it: Utilizza la configurazione del Plugin esistente

source: Create a new plugin configuration and use it in the Plugin directive
it: Crea una nuova configurazione del plugin e utilizzala nella direttiva del Plugin

source: Select configuration
it: Seleziona la configurazione

source: original location
it: posizione originale

source: plugin restore options decide
it: decidi le opzioni di ripristino del plugin

source: Installed SSL certificate
it: Certificato SSL installato

source: Issuer
it: Emittente

source: Country
it: Paese

source: Locality
it: Località

source: Organization name
it: Nome dell'organizzazione

source: Organization unit
it: Unità organizzativa

source: Common name
it: Nome comune

source: Validity
it: Validità

source: Not before
it: Non prima

source: Not after
it: Non dopo

source: Subject
it: Soggetto

source: SSL certs
it: Certificati SSL

source: Certificate info
it: Informazioni sul certificato

source: valid for
it: valido per

source: Close to expire
it: Vicino alla scadenza

source: Expired
it: Scaduto

source: Success
it: Successo
